const allShiftData = {
    'shift1':{
        title:'4th Grade 1st Shift (19.09.2025)',
        questions:[
{
"id": 1101,
"question": "मई 2025 के अंत में, राजस्थान सरकार और भारत सरकार की किस पहल के अंतर्गत, राज्यव्यापी मॉक ड्रिल (सहाभ्यास) आयोजित किए गए थे?",
"options": ["A) ऑपरेशन सेफगार्ड", "B) ऑपरेशन शेल्टर", "C) ऑपरेशन शील्ड", "D) ऑपरेशन रक्षक", "E) अनुत्तरित प्रश्न"],
"answer": "C) ऑपरेशन शील्ड"
},
{
"id": 1102,
"question": "A तथा B मिलकर किसी काम को 20 दिन में कर सकते हैं, जबकि B तथा C मिलकर उसे 24 दिन में कर सकते हैं। यदि A, B तथा C मिलकर उसी काम को 16 दिन में कर सकते हैं, तो A तथा C मिलकर उसी काम को कितने दिन में कर लेंगे?",
"options": ["A) 30", "B) 32", "C) 34", "D) 28", "E) अनुत्तरित प्रश्न"],
"answer": "A) 30"
},
{
"id": 1103,
"question": "राजस्थान और पाकिस्तान के बीच अंतर्राष्ट्रीय सीमा की कुल लंबाई लगभग है:",
"options": ["A) 1070 किमी", "B) 970 किमी", "C) 1270 किमी", "D) 1170 किमी", "E) अनुत्तरित प्रश्न"],
"answer": "A) 1070 किमी"
},
{
"id": 1104,
"question": "निम्नलिखित में से, किसने विख्यात राजस्थानी काव्य-संग्रह \"पगफेरौ\" की, रचना की थी?",
"options": ["A) मेघराज मुकुल", "B) सत्यप्रकाश जोशी", "C) गोर्धन सिंह शेखावत", "D) मणि मधुकर", "E) अनुत्तरित प्रश्न"],
"answer": "D) मणि मधुकर"
},
{
"id": 1105,
"question": "आपदा प्रबंधन चक्र में निम्नलिखित में से, कौन-सा चरण अंत में आता है?",
"options": ["A) पुनः प्राप्ति", "B) प्रतिक्रिया", "C) तैयारी", "D) रोकथाम", "E) अनुत्तरित प्रश्न"],
"answer": "A) पुनः प्राप्ति"
},
{
"id": 1106,
"question": "यदि (A+B) का 20% = (A-B) का 50%, तो A: B है:",
"options": ["A) 3:2", "B) 5:2", "C) 8:3", "D) 7:3", "E) अनुत्तरित प्रश्न"],
"answer": "D) 7:3"
},
{
"id": 1107,
"question": "दिसंबर 2024 में, सैयद मुश्ताक अली ट्रॉफी (भारत में) किस टीम ने जीती?",
"options": ["A) दिल्ली", "B) गुजरात", "C) मुंबई", "D) तमिलनाडु", "E) अनुत्तरित प्रश्न"],
"answer": "D) तमिलनाडु"
},
{
"id": 1108,
"question": "राजस्थान का क्षेत्रफल भारत के कुल क्षेत्रफल का लगभग कितना प्रतिशत है?",
"options": ["A) 7.8 प्रतिशत", "B) 10.4 प्रतिशत", "C) 14.1 प्रतिशत", "D) 5.3 प्रतिशत", "E) अनुत्तरित प्रश्न"],
"answer": "B) 10.4 प्रतिशत"
},
{
"id": 1109,
"question": "भारतीय संविधान सभा द्वारा, भारत का संविधान, कब अपनाया गया था?",
"options": ["A) 26 जनवरी 1950", "B) 26 नवंबर 1947", "C) 26 नवंबर 1949", "D) 26 जनवरी 1947", "E) अनुत्तरित प्रश्न"],
"answer": "C) 26 नवंबर 1949"
},
{
"id": 1110,
"question": "किसी धनराशि पर 8% वार्षिक दर से 3 वर्ष के चक्रवृद्धि ब्याज और साधारण ब्याज में अंतर ₹616 है। वह धनराशि ज्ञात करें।",
"options": ["A) 24,000", "B) 31,250", "C) 62,500", "D) 22,500", "E) अनुत्तरित प्रश्न"],
"answer": "B) 31,250"
},
{
"id": 1111,
"question": "निम्नलिखित में से, किस वाद्य यंत्र को, 'तत् वाद्य' के रूप में वर्गीकृत किया जा सकता है?",
"options": ["A) ताशा", "B) रावणहत्था", "C) तुरही", "D) कंजीरा", "E) अनुत्तरित प्रश्न"],
"answer": "B) रावणहत्था"
},
{
"id": 1112,
"question": "राजस्थान में, 'निरंजनी संप्रदाय' के संस्थापक कौन थे?",
"options": ["A) संत हरिदास", "B) मेहाजी मांगलिया", "C) मल्लिनाथजी", "D) पाबूजी", "E) अनुत्तरित प्रश्न"],
"answer": "A) संत हरिदास"
},
{
"id": 1113,
"question": "दिए गए आंकड़ों के आधार पर, जनवरी 2017 की तुलना में अप्रैल 2017 में बाइक के अलावा, वाहनों के पंजीकरण में कितनी वृद्धि हुई है?",
"options": ["A) 8050", "B) 9500", "C) 9000", "D) 8000", "E) अनुत्तरित प्रश्न"],
"answer": "C) 9000"
},
{
"id": 1114,
"question": "2011 की जनगणना के अनुसार, राजस्थान का शहरी लिंगानुपात कितना था?",
"options": ["A) 928 महिला/1000 पुरुष", "B) 933 महिला/1000 पुरुष", "C) 943 महिला/1000 पुरुष", "D) 914 महिला/1000 पुरुष", "E) अनुत्तरित प्रश्न"],
"answer": "D) 914 महिला/1000 पुरुष"
},
{
"id": 1115,
"question": "निम्नलिखित में से कौन सा शब्द, भारत के संविधान की प्रस्तावना में नहीं पाया जाता है?",
"options": ["A) बंधुता", "B) स्वतंत्रता", "C) संघ", "D) गणराज्य", "E) अनुत्तरित प्रश्न"],
"answer": "C) संघ"
},
{
"id": 1116,
"question": "कंप्यूटर को स्पीकर जैसे ऑडियो आउटपुट डिवाइस से जोड़ने के लिए किस हार्डवेयर डिवाइस का उपयोग किया जाता है?",
"options": ["A) साउंड कार्ड", "B) ग्राफिक्स कार्ड", "C) एसएसडी", "D) एनआईसी", "E) अनुत्तरित प्रश्न"],
"answer": "A) साउंड कार्ड"
},
{
"id": 1117,
"question": "साधारण ब्याज पर कोई राशि 3 वर्ष में ₹ 50,806 तथा उसी दर से 5 वर्ष में ₹ 59,210 हो जाती है। वह राशि है:",
"options": ["A) 38,200", "B) 38,360", "C) 39,400", "D) 38,100", "E) अनुत्तरित प्रश्न"],
"answer": "A) 38,200"
},
{
"id": 1118,
"question": "सूचना का अधिकार अधिनियम (2005) के अंतर्गत, निम्नलिखित में से किस विषय से संबंधित जानकारी के प्रकटीकरण के दायित्व से छूट दी गई है? सबसे उपयुक्त उत्तर चुनें:",
"options": ["A) ऐसी जानकारी जो भारत की एकता और संप्रभुता को खतरे में डाल सकती है", "B) सार्वजनिक कार्यालयों में नियुक्त अधिकारियों के अधिकार और कर्तव्य", "C) किसी सरकारी कार्यालय द्वारा रखे गए दस्तावेजों की श्रेणियाँ", "D) किसी निजी निगम के कार्यालय कर्मचारियों द्वारा प्राप्त मासिक वेतन", "E) अनुत्तरित प्रश्न"],
"answer": "A) ऐसी जानकारी जो भारत की एकता और संप्रभुता को खतरे में डाल सकती है"
},
{
"id": 1119,
"question": "निम्नलिखित में से, किसने राजस्थान से 'ब्लू पॉटरी' (नील-मृद्भांड) पर, अपनी चित्रकला के लिए, अंतरराष्ट्रीय ख्याति प्राप्त की?",
"options": ["A) बीरबल सिंह", "B) दयालदास", "C) कृपाल सिंह शेखावत", "D) कोमल कोठारी", "E) अनुत्तरित प्रश्न"],
"answer": "C) कृपाल सिंह शेखावत"
},
{
"id": 1120,
"question": "निम्नलिखित में से किस संत को, 'राजस्थान का कबीर' कहा जाता है?",
"options": ["A) लालदास", "B) जसनाथजी", "C) दादू दयाल", "D) धन्ना भगत", "E) अनुत्तरित प्रश्न"],
"answer": "C) दादू दयाल"
},
{
"id": 1121,
"question": "जोधपुर की, निम्नलिखित में से किस लोक नृत्य शैली में महिलाएँ सिर पर जलते हुए दीपकों वाले छिद्रित मटके, रखकर नृत्य करती हैं?",
"options": ["A) चांग नृत्य", "B) घुड़ला नृत्य", "C) गींदड़ नृत्य", "D) अग्नि नृत्य", "E) अनुत्तरित प्रश्न"],
"answer": "B) घुड़ला नृत्य"
},
{
"id": 1122,
"question": "लूणी नदी अंततः निम्नलिखित में से किसमें जाकर मिलती है?",
"options": ["A) हिंद महासागर", "B) चंबल नदी", "C) कच्छ का रण", "D) बंगाल की खाड़ी", "E) अनुत्तरित प्रश्न"],
"answer": "C) कच्छ का रण"
},
{
"id": 1123,
"question": "भारत के उत्तर-पश्चिम रेलवे मंडल (ज़ोन) का मुख्यालय, निम्नलिखित में से किस स्थान पर स्थित है?",
"options": ["A) जोधपुर", "B) जयपुर", "C) अजमेर", "D) बीकानेर", "E) अनुत्तरित प्रश्न"],
"answer": "B) जयपुर"
},
{
"id": 1124,
"question": "राजस्थान के जनजातीय समुदायों में प्रचलित लोक-कला, जिसमें सुई जैसे औज़ार से सजावट के लिए त्वचा में काले रंग को डाला जाता है, उसे कहते हैं -",
"options": ["A) कावड़", "B) वील", "C) मांडना", "D) गोदना", "E) अनुत्तरित प्रश्न"],
"answer": "D) गोदना"
},
{
"id": 1125,
"question": "निम्नलिखित में से कौन-सी एशिया की दूसरी सबसे बड़ी कृत्रिम झील है?",
"options": ["A) डीडवाना झील", "B) जयसमंद झील", "C) सांभर झील", "D) कोलायत झील", "E) अनुत्तरित प्रश्न"],
"answer": "B) जयसमंद झील"
},
{
"id": 1126,
"question": "राजस्थान में, जिला स्तर पर कौन-सा सर्वोच्च न्यायिक न्यायालय है?",
"options": ["A) उच्च न्यायालय", "B) जिला एवं सत्र न्यायालय", "C) न्यायिक मजिस्ट्रेट का न्यायालय", "D) परिवार न्यायालय", "E) अनुत्तरित प्रश्न"],
"answer": "B) जिला एवं सत्र न्यायालय"
},
{
"id": 1127,
"question": "निम्नलिखित में से कौन-सा एक प्रोटीन-पाचन एंजाइम है?",
"options": ["A) ट्रिप्सिन", "B) लाइपेज़", "C) माल्टेज़", "D) एमाइलेज", "E) अनुत्तरित प्रश्न"],
"answer": "A) ट्रिप्सिन"
},
{
"id": 1128,
"question": "निम्नलिखित में सूची-1 में दिए गए भौतिक गुणों का सूची-2 में दी गई उन धातुओं से मिलान करें जो उन गुणों को प्रदर्शित करती हैं : सूची-1 (भौतिक गुण) (a) कमरे के तापमान पर तरल (b) जिसे आसानी से चाकू से काटा जा सकता है (c) ऊष्मा का उत्कृष्ट चालक (d) ऊष्मा का कुचालक सूची-2 (धातुएँ) (i) सोडियम (Na) (ii) पारा (Hg) (iii) सीसा (Pb) (iv) चाँदी (Ag) निम्नलिखित विकल्पों में से सही उत्तर चुनें :",
"options": ["A) (a)-(ii), (b)-(i), (c)-(iii), (d)-(iv)", "B) (a)-(i), (b)-(iii), (c)-(ii), (d)-(iv)", "C) (a)-(iii), (b)-(i), (c)-(ii), (d)-(iv)", "D) (a)-(ii), (b)-(i), (c)-(iv), (d)-(iii)", "E) अनुत्तरित प्रश्न"],
"answer": "D) (a)-(ii), (b)-(i), (c)-(iv), (d)-(iii)"
},
{
"id": 1129,
"question": "निम्नलिखित में से, किस पर्यटन स्थल को, \"पंच गौरव\" पहल के तहत, जयपुर जिले का प्रतिनिधित्व करने के लिए चुना गया है?",
"options": ["A) आमेर दुर्ग", "B) जंतर मंतर", "C) नाहरगढ़ किला", "D) हवा महल", "E) अनुत्तरित प्रश्न"],
"answer": "A) आमेर दुर्ग"
},
{
"id": 1130,
"question": "भारत की जनगणना 2011 के अनुसार, राजस्थान के निम्नलिखित में से किस जिले में लिंगानुपात (प्रति 1000 पुरुषों पर महिलाओं की संख्या) सबसे कम दर्ज किया गया था?",
"options": ["A) जालोर", "B) प्रतापगढ़", "C) धौलपुर", "D) डूंगरपुर", "E) अनुत्तरित प्रश्न"],
"answer": "C) धौलपुर"
},
{
"id": 1131,
"question": "राजस्थान के किस स्मारक को, 'झुंझुनू का हवा महल' कहा जाता है?",
"options": ["A) लालगढ़ महल", "B) चित्तर महल", "C) रंग महल", "D) खेतड़ी महल", "E) अनुत्तरित प्रश्न"],
"answer": "D) खेतड़ी महल"
},
{
"id": 1132,
"question": "राजस्थान में कौन से मेले को 'आदिवासियों का कुंभ' भी कहा जाता है?",
"options": ["A) भर्तृहरि मेला", "B) बाणेश्वर मेला", "C) डिग्गी कल्याणजी मेला", "D) शीतला माता मेला", "E) अनुत्तरित प्रश्न"],
"answer": "B) बाणेश्वर मेला"
},
{
"id": 1133,
"question": "राजस्थान सरकार के निम्नलिखित विभागों में से कौन-सा विभाग राज्य की सभी नगरपालिकाओं (शहरी स्थानीय निकायों) के लिए निगरानी और समन्वय का कार्य करता है?",
"options": ["A) गृह विभाग, राजस्थान सरकार", "B) प्रमुख संचालन विभाग, राजस्थान सरकार", "C) स्थानीय स्वशासन विभाग, राजस्थान सरकार", "D) नगरपालिका विभाग, राजस्थान सरकार", "E) अनुत्तरित प्रश्न"],
"answer": "C) स्थानीय स्वशासन विभाग, राजस्थान सरकार"
},
{
"id": 1134,
"question": "निम्नलिखित में से, कौन शेखावाटी ख्याल, के विख्यात कलाकार थे?",
"options": ["A) उगम राज", "B) जयदयाल सोनी", "C) नानूराम", "D) लच्छी राम", "E) अनुत्तरित प्रश्न"],
"answer": "C) नानूराम"
},
{
"id": 1135,
"question": "वे पदार्थ जो नीले लिटमस पेपर को लाल कर देते हैं, प्रकृति के होते हैं। सबसे उपयुक्त उत्तर चुनें।",
"options": ["A) जलविरागी", "B) उदासीन", "C) अम्लीय", "D) क्षारीय", "E) अनुत्तरित प्रश्न"],
"answer": "C) अम्लीय"
},
{
"id": 1136,
"question": "नदियों द्वारा निक्षेपित अवसादों से बनने वाली मिट्टी को कहा जाता है:",
"options": ["A) लेटराइट मिट्टी", "B) जलोढ़ मिट्टी", "C) लाल मिट्टी", "D) काली मिट्टी", "E) अनुत्तरित प्रश्न"],
"answer": "B) जलोढ़ मिट्टी"
},
{
"id": 1137,
"question": "मार्च 1949 में, 'वृहत्तर (ग्रेटर) राजस्थान' का गठन, निम्नलिखित में से किन राज्यों के, एकीकरण के बाद हुआ था? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) अलवर, धौलपुर, करौली और भरतपुर", "B) जयपुर, जोधपुर, जैसलमेर और बीकानेर", "C) टोंक, डूंगरपुर, किशनगढ़ और शाहपुरा", "D) बांसवाड़ा, कोटा, बूंदी और झालावाड़", "E) अनुत्तरित प्रश्न"],
"answer": "B) जयपुर, जोधपुर, जैसलमेर और बीकानेर"
},
{
"id": 1138,
"question": "एक बल्लेबाज ने 21वीं पारी में 84 रन बनाए, जिससे उसका औसत 2 रन बढ़ गया। उसका 21 पारियों का औसत है:",
"options": ["A) 42 रन", "B) 46 रन", "C) 48 रन", "D) 44 रन", "E) अनुत्तरित प्रश्न"],
"answer": "D) 44 रन"
},
{
"id": 1139,
"question": "राजस्थान राज्य बजट 2025 के अनुसार, राजस्थान के ____ में एक घड़ियाल पालन केंद्र स्थापित किया जाएगा।",
"options": ["A) कुम्भलगढ़", "B) कोटा", "C) करौली", "D) सवाई माधोपुर", "E) अनुत्तरित प्रश्न"],
"answer":"D) सवाई माधोपुर"
},
{
"id": 1140,
"question": "निम्नलिखित में से किसने हल्दीघाटी के युद्ध में अकबर की सेना का नेतृत्व किया था?",
"options": ["A) राजा मान सिंह", "B) राजा अमर सिंह", "C) राणा उदय सिंह", "D) राजा टोडर मल", "E) अनुत्तरित प्रश्न"],
"answer": "A) राजा मान सिंह"
},
{
"id": 1141,
"question": "निम्नलिखित में से किस भारतीय राज्य में 'अगस्त्यमाला बायोस्फीयर रिजर्व' स्थित है?",
"options": ["A) आंध्र प्रदेश", "B) केरल", "C) असम", "D) कर्नाटक", "E) अनुत्तरित प्रश्न"],
"answer": "B) केरल"
},
{
"id": 1142,
"question": "अरावली पर्वतमाला भारत के निम्नलिखित में से किन राज्यों / केंद्रशासित प्रदेश से होकर गुजरती है? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) राजस्थान, उत्तर प्रदेश और मध्य प्रदेश", "B) राजस्थान, दिल्ली और गुजरात", "C) राजस्थान, मध्य प्रदेश और गुजरात", "D) राजस्थान, दिल्ली और मध्य प्रदेश", "E) अनुत्तरित प्रश्न"],
"answer": "B) राजस्थान, दिल्ली और गुजरात"
},
{
"id": 1143,
"question": "अप्रैल 2025 में, किसे भारतीय रिज़र्व बैंक (RBI) का उप-गवर्नर नियुक्त किया गया और वे इस पद पर नियुक्त होने वाली पहली महिला बनीं?",
"options": ["A) पूनम गुप्ता", "B) संतोष अग्रवाल", "C) ज्योति शर्मा", "D) अंजू राठी राणा", "E) अनुत्तरित प्रश्न"],
"answer": "A) पूनम गुप्ता"
},
{
"id": 1144,
"question": "8 से 10 जनवरी, 2025 के दौरान, 18वां प्रवासी भारतीय दिवस सम्मेलन, कहाँ आयोजित किया गया था?",
"options": ["A) बेंगलुरु, कर्नाटक", "B) भुवनेश्वर, ओडिशा", "C) अहमदाबाद, गुजरात", "D) नई दिल्ली", "E) अनुत्तरित प्रश्न"],
"answer": "B) भुवनेश्वर, ओडिशा"
},
{
"id": 1145,
"question": "वह गुण जो F1 पीढ़ी में स्वयं को प्रकट करता है, वह होता है:",
"options": ["A) प्रभावी", "B) उत्परिवर्ती", "C) संकर", "D) अप्रभावी", "E) अनुत्तरित प्रश्न"],
"answer": "A) प्रभावी"
},
{
"id": 1146,
"question": "महाराणा प्रताप हवाई अड्डा, निम्नलिखित में से किस स्थान पर स्थित है?",
"options": ["A) डबोक", "B) खण्डेला", "C) जयपुर", "D) पुष्कर", "E) अनुत्तरित प्रश्न"],
"answer": "A) डबोक"
},
{
"id": 1147,
"question": "संघ सूची (Union List) भारतीय संविधान की किस अनुसूची का हिस्सा है?",
"options": ["A) 7th", "B) 9th", "C) 11th", "D) 6th", "E) अनुत्तरित प्रश्न"],
"answer": "A) 7th"
},
{
"id": 1148,
"question": "एक हौज साधारणतया 9 घंटे में भर जाता है, लेकिन तली में दरार के कारण उसे भरने में 6 घंटे अधिक लगे। पूरे भरे हुए हौज को वह दरार कितने घंटे में खाली कर देगी?",
"options": ["A) 23", "B) 22½", "C) 24½", "D) 20", "E) अनुत्तरित प्रश्न"],
"answer": "B) 22½"
},
{
"id": 1149,
"question": "भारत के संविधान का, कौन-सा अनुच्छेद धर्म, नस्ल, जाति, लिंग या जन्म स्थान के आधार पर भेदभाव के निषेध से संबंधित है?",
"options": ["A) अनुच्छेद 21A", "B) अनुच्छेद 15", "C) अनुच्छेद 40", "D) अनुच्छेद 3", "E) अनुत्तरित प्रश्न"],
"answer": "B) अनुच्छेद 15"
},
{
"id": 1150,
"question": "राजस्थान में, जल संसाधन संरक्षण के लिए, अपने प्रयासों के कारण, निम्नलिखित में से किसे 'जलपुरुष' के रूप में जाना जाता है?",
"options": ["A) गोपाल सिंह", "B) राजेन्द्र सिंह", "C) प्रताप सिंह", "D) अर्जुन लाल", "E) अनुत्तरित प्रश्न"],
"answer": "B) राजेन्द्र सिंह"
},
{
"id": 1151,
"question": "2011 की जनगणना के अनुसार, राजस्थान की जनसंख्या घनत्व पिछली जनगणना की तुलना में : नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें :",
"options": ["A) घटा है", "B) उतना ही रहा", "C) बढ़ा है", "D) किसी भी तरीके से कहा नहीं जा सकता", "E) अनुत्तरित प्रश्न"],
"answer": "C) बढ़ा है"
},
{
"id": 1152,
"question": "निम्नलिखित में से कौन-सी नदी गंभीर नदी की सहायक नदी है?",
"options": ["A) कालीसिंध", "B) सेसा", "C) सुकड़ी", "D) मोरेल", "E) अनुत्तरित प्रश्न"],
"answer": "B) सेसा"
},
{
"id": 1153,
"question": "डिबगिंग क्या है ? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें :",
"options": ["A) सॉफ्टवेयर में त्रुटियों का पता लगाना और उन्हें ठीक करने की प्रक्रिया", "B) सॉफ्टवेयर को तैनात करने की प्रक्रिया", "C) सॉफ्टवेयर स्थापित करने की प्रक्रिया", "D) कोड लिखने की प्रक्रिया", "E) अनुत्तरित प्रश्न"],
"answer": "A) सॉफ्टवेयर में त्रुटियों का पता लगाना और उन्हें ठीक करने की प्रक्रिया"
},
{
"id": 1154,
"question": "राजस्थान के किस शहर को, 'घंटियों का शहर' भी कहा जाता है?",
"options": ["A) झालरापाटन", "B) झुंझुनू", "C) जैसलमेर", "D) जालौर", "E) अनुत्तरित प्रश्न"],
"answer": "A) झालरापाटन"
},
{
"id": 1155,
"question": "राजस्थान के निम्नलिखित में से किस क्षेत्र में (क्षेत्रफल की दृष्टि से) वन आवरण सबसे कम है? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) चूरू", "B) जैसलमेर", "C) अजमेर", "D) भीलवाड़ा", "E) अनुत्तरित प्रश्न"],
"answer": "A) चूरू"
},
{
"id": 1156,
"question": "निम्नलिखित में से कौन-सा मिट्टी के क्षरण का लक्षण नहीं माना जाता है? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) अधिक मृदा लवणता", "B) मृदा अपरदन में बढ़ोत्तरी", "C) उच्च रासायनिक विषाक्तता", "D) अधिक ह्यूमस मात्रा", "E) अनुत्तरित प्रश्न"],
"answer": "D) अधिक ह्यूमस मात्रा"
},
{
"id": 1157,
"question": "\"सिद्धमुख प्रमुख सिंचाई परियोजना\" मुख्य रूप से राजस्थान के निम्नलिखित जिलों को लाभ पहुँचाती है:",
"options": ["A) जोधपुर और पाली", "B) कोटा और झालावाड़", "C) टोंक और बूंदी", "D) हनुमानगढ़ और चूरू", "E) अनुत्तरित प्रश्न"],
"answer": "D) हनुमानगढ़ और चूरू"
},
{
"id": 1158,
"question": "किशनगढ़ चित्रकला शैली की उस प्रसिद्ध चित्रकृति (पेंटिंग) का नाम बताइए, जिसे एरिक डिकिन्सन द्वारा 'भारत की मोनालिसा' कहा गया है?",
"options": ["A) बूंदी रागमाला", "B) ढोला-मारू", "C) रूपमती-बाज़ बहादुर", "D) बणी-ठणी", "E) अनुत्तरित प्रश्न"],
"answer": "D) बणी-ठणी"
},
{
"id": 1159,
"question": "राजस्थान की पहली महिला मंत्री कौन थीं?",
"options": ["A) वसुन्धरा राजे", "B) यशोदा देवी", "C) दिया कुमारी", "D) कमला बेनीवाल", "E) अनुत्तरित प्रश्न"],
"answer": "D) कमला बेनीवाल"
},
{
"id": 1160,
"question": "निम्नलिखित में से कौन-सी, सूखी पत्तियों के निपटान की, सबसे पर्यावरण अनुकूल विधि है? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) खाद बनाना", "B) जलाना", "C) प्लास्टिक की थैलियों में भरकर कचरे के डिब्बे में फेंकना", "D) नदी में फेंकना", "E) अनुत्तरित प्रश्न"],
"answer": "A) खाद बनाना"
},
{
"id": 1161,
"question": "निम्नलिखित शब्दों में से शुद्ध शब्दों का चयन कीजिए: (a) मुहुर्त (b) वीवाहीत (c) शूर्पणखा (d) पैतृक (e) स्वसथ नीचे दिये गए विकल्पों में से सबसे उपयुक्त उत्तर का चयन कीजिए :",
"options": ["A) केवल (a) और (e)", "B) केवल (c) और (d)", "C) केवल (b) और (e)", "D) केवल (a) और (b)", "E) अनुत्तरित प्रश्न"],
"answer": "B) केवल (c) और (d)"
},
{
"id": 1162,
"question": "जनता को सरकारी निर्णयों से अवगत कराने हेतु इनमें से किस पत्र-रूप का प्रयोग किया जाता है?",
"options": ["A) कार्यालय आदेश", "B) अनुस्मारक", "C) प्रेस-विज्ञप्ति", "D) ज्ञापन", "E) अनुत्तरित प्रश्न"],
"answer": "C) प्रेस-विज्ञप्ति"
},
{
"id": 1163,
"question": "'कृतज्ञ' शब्द के लिए सही वाक्यांश है:",
"options": ["A) जो किए गए उपकार को न मानता हो", "B) जिस पर बहुत उपकार किए गए हों", "C) जो नया आया हुआ हो", "D) जो किए गए उपकार को मानता हो", "E) अनुत्तरित प्रश्न"],
"answer": "D) जो किए गए उपकार को मानता हो"
},
{
"id": 1164,
"question": "'सहानुभूति' शब्द में उपसर्ग है:",
"options": ["A) सह", "B) सहा", "C) साह", "D) स", "E) अनुत्तरित प्रश्न"],
"answer": "A) सह"
},
{
"id": 1165,
"question": "सूची-I में दिए गए तत्सम शब्दों का मिलान सूची-II में दिए गए उनके समानार्थक तद्भव शब्दों से कीजिए: सूची-I (तत्सम) (a) गोधूम (b) नव (c) अश्रु (d) सूचि सूची-II (तद्भव) (i) नौ (ii) आँसू (iii) गेहूँ (iv) सुई नीचे दिए गए विकल्पों में से सही उत्तर का चयन कीजिए :",
"options": ["A) (a)-(iii), (b)-(iv), (c)-(i), (d)-(ii)", "B) (a)-(iii), (b)-(i), (c)-(ii), (d)-(iv)", "C) (a)-(ii), (b)-(iii), (c)-(iv), (d)-(i)", "D) (a)-(iv), (b)-(ii), (c)-(i), (d)-(iii)", "E) अनुत्तरित प्रश्न"],
"answer": "B) (a)-(iii), (b)-(i), (c)-(ii), (d)-(iv)"
},
{
"id": 1166,
"question": "'मासिक' में प्रयुक्त प्रत्यय है:",
"options": ["A) इक", "B) अक", "C) मास", "D) सिक", "E) अनुत्तरित प्रश्न"],
"answer": "A) इक"
},
{
"id": 1167,
"question": "'तूती बोलना' मुहावरे का सही अर्थ है:",
"options": ["A) अड़चन डालना", "B) तंग करना", "C) बुरी राय देना", "D) धाक जमाना", "E) अनुत्तरित प्रश्न"],
"answer": "D) धाक जमाना"
},
{
"id": 1168,
"question": "निम्नलिखित वाक्यों में से कौन-सा वाक्य आसन्न भूतकाल का उदाहरण है?",
"options": ["A) श्री अटल बिहारी वाजपेयी प्रधानमंत्री थे ।", "B) चाँद अभी-अभी निकला है।", "C) मनोज कल पुस्तकालय गया था ।", "D) बस तीव्र गति से दौड़ रही थी।", "E) अनुत्तरित प्रश्न"],
"answer": "B) चाँद अभी-अभी निकला है।"
},
{
"id": 1169,
"question": "'अंधे के हाथ बटेर लगना' लोकोक्ति का अर्थ है:",
"options": ["A) अंधे व्यक्ति को बटेर पक्षी का मिल जाना ।", "B) अंधे व्यक्ति से बड़ा नुकसान हो जाना ।", "C) अयोग्य व्यक्ति को बिना प्रयास के फल प्राप्त हो जाना।", "D) अंधे व्यक्ति को प्रशंसा मिलना।", "E) अनुत्तरित प्रश्न"],
"answer": "C) अयोग्य व्यक्ति को बिना प्रयास के फल प्राप्त हो जाना।"
},
{
"id": 1170,
"question": "'जगन्नाथ' का सन्धि-विच्छेद होगा:",
"options": ["A) जगन + नाथ", "B) जग + अनाथ", "C) जगत् + नाथ", "D) जग + नाथ", "E) अनुत्तरित प्रश्न"],
"answer": "C) जगत् + नाथ"
},
{
"id": 1171,
"question": "'ADVERTISEMENT' शब्द की हिन्दी है:",
"options": ["A) विज्ञापन", "B) निविदा", "C) उद्घोषणा", "D) पृष्ठांकन", "E) अनुत्तरित प्रश्न"],
"answer": "A) विज्ञापन"
},
{
"id": 1172,
"question": "निम्नलिखित में से शुद्ध वाक्य का चयन कीजिए:",
"options": ["A) मेरे को संगीत सुननी पसंद है।", "B) मैंने एक वर्ष तक उनकी प्रतीक्षा देखी ।", "C) काशी नगरी भारतीय संस्कृति का केन्द्र रही है।", "D) मैं गाने की कसरत कर रहा हूँ।", "E) अनुत्तरित प्रश्न"],
"answer": "C) काशी नगरी भारतीय संस्कृति का केन्द्र रही है।"
},
{
"id": 1173,
"question": "'श्रीगणेश' शब्द का विलोम शब्द होगा:",
"options": ["A) मध्यश्री", "B) प्रारम्भश्री", "C) इतिश्री", "D) राधाश्री", "E) अनुत्तरित प्रश्न"],
"answer": "C) इतिश्री"
},
{
"id": 1174,
"question": "निम्नलिखित वाक्यों में से किसमें अकर्मक क्रिया का प्रयोग हुआ है?",
"options": ["A) आज हमने खीरे खाए।", "B) रोहन रो रहा है।", "C) नेहा कपड़े धोती है।", "D) राम पत्र लिख रहा है।", "E) अनुत्तरित प्रश्न"],
"answer": "B) रोहन रो रहा है।"
},
{
"id": 1175,
"question": "'दरवाजे पर कौन है?' उपरोक्त वाक्य में सर्वनाम का कौन-सा भेद है?",
"options": ["A) संबंधवाचक सर्वनाम", "B) परिमाणवाचक सर्वनाम", "C) निश्चयवाचक सर्वनाम", "D) प्रश्नवाचक सर्वनाम", "E) अनुत्तरित प्रश्न"],
"answer": "D) प्रश्नवाचक सर्वनाम"
},
{
"id": 1176,
"question": "निम्नलिखित शब्दों में से कौन-सा 'कमल' का पर्यायवाची नहीं है?",
"options": ["A) जलज", "B) सरोज", "C) पंकज", "D) मनुज", "E) अनुत्तरित प्रश्न"],
"answer": "D) मनुज"
},
{
"id": 1177,
"question": "निम्नलिखित शब्दों में से कौन-सा शब्द विदेशज नहीं है?",
"options": ["A) आलपीन", "B) टिकट", "C) अक्ल", "D) लोटा", "E) अनुत्तरित प्रश्न"],
"answer": "D) लोटा"
},
{
"id": 1178,
"question": "निम्नलिखित में से कौन-सी व्यक्तिवाचक संज्ञा नहीं है?",
"options": ["A) गंगा", "B) हिमालय", "C) धनवान", "D) रामचरितमानस", "E) अनुत्तरित प्रश्न"],
"answer": "C) धनवान"
},
{
"id": 1179,
"question": "निम्नलिखित में से कौन-सा वाक्य गुणवाचक विशेषण का उदाहरण नहीं है?",
"options": ["A) महंगाई में सेर-भर दूध भी खरीदना मुश्किल है।", "B) मुझे लाल-लाल टमाटर बहुत पसंद हैं।", "C) नीलिमा के पास चमकीले कपड़े हैं।", "D) कश्मीरी सेब लाल होता है।", "E) अनुत्तरित प्रश्न"],
"answer": "A) महंगाई में सेर-भर दूध भी खरीदना मुश्किल है।"
},
{
"id": 1180,
"question": "निम्नलिखित में से गुण सन्धि का उदाहरण है:",
"options": ["A) यद्यपि", "B) महोत्सव", "C) दिग्गज", "D) अभीष्ट", "E) अनुत्तरित प्रश्न"],
"answer": "B) महोत्सव"
},
{
"id": 1181,
"question": "Which of the following is the correct transformation of the given Assertive sentence into a Negative sentence? I am happy with what I am earning now.",
"options": ["A) I am happy, I am not earning now.", "B) I am not happy that I am not earning now.", "C) I will be happy if I earn more than now.", "D) I am not happy with what I am earning now.", "E) Question not attempted"],
"answer": "D) I am not happy with what I am earning now."
},
{
"id": 1182,
"question": "Choose the most appropriate Hindi word for the word 'MEMO'.",
"options": ["A) अर्ध-सरकारी पत्र", "B) शपथ पत्र", "C) ज्ञापन", "D) प्रस्तुति", "E) Question not attempted"],
"answer": "C) ज्ञापन"
},
{
"id": 1183,
"question": "Choose the most appropriate option to translate the given sentence from English to Hindi: Three armed men barged into the manager's cabin.",
"options": ["A) तीन हथियारबंद आदमी मैनेजर के कार्यकक्ष में आते थे।", "B) तीन हथियारबंद आदमी मैनेजर के कार्यकक्ष में घुसने वाले थे।", "C) तीन हथियारबंद आदमी मैनेजर के कार्यकक्ष में जबरदस्ती घुस गए।", "D) मैनेजर ने तीन हथियारबंद आदमियों को अपने कार्यकक्ष में दाखिला दिया।", "E) Question not attempted"],
"answer": "C) तीन हथियारबंद आदमी मैनेजर के कार्यकक्ष में जबरदस्ती घुस गए।"
},
{
"id": 1184,
"question": "Choose the most appropriate option to convert the given sentence from Direct Speech to Indirect Speech: He asked, \"What were you reading yesterday night?\"",
"options": ["A) He asked what I had been reading the previous night.", "B) He asked what I have been reading the previous night.", "C) He asked the previous night what I was reading.", "D) He asked what was I reading the previous night.", "E) Question not attempted"],
"answer": "A) He asked what I had been reading the previous night."
},
{
"id": 1185,
"question": "Choose the most appropriate English translation of the given sentence from the options provided : \"मेरे विचार से तुम्हें यहाँ जल्द-से-जल्द आ जाना चाहिए।\"",
"options": ["A) I think so you come quickly to here.", "B) I think that you should come here as soon as possible.", "C) I think that you must arrive to this place quick.", "D) In my thinking, you come fast here.", "E) Question not attempted"],
"answer": "B) I think that you should come here as soon as possible."
},
{
"id": 1186,
"question": "Fill in the blanks in the given sentence by choosing the most appropriate words from the options provided : You may play with my pet ____ but my ____ boy, do not cause any harm to it.",
"options": ["A) dare, deer", "B) dire, dear", "C) deer, dear", "D) dear, deer", "E) Question not attempted"],
"answer": "C) deer, dear"
},
{
"id": 1187,
"question": "Fill in the blank in the sentence given below by choosing the most appropriate answer from the options provided : ____ adults know how to conduct themselves in public places.",
"options": ["A) Much", "B) Many", "C) The few", "D) Many an", "E) Question not attempted"],
"answer": "B) Many"
},
{
"id": 1188,
"question": "Identify the grammatically most appropriate sentence from the options given below:",
"options": ["A) I have seen never such a beautiful sunset.", "B) I have never seen such a beautiful sunset.", "C) I seen never such a beautiful sunset.", "D) I never have seen such beautiful sunset.", "E) Question not attempted"],
"answer": "B) I have never seen such a beautiful sunset."
},
{
"id": 1189,
"question": "Which of the following is the correct transformation of the given Interrogative sentence into an Assertive sentence? Isn't virtue its own reward?",
"options": ["A) Virtue is its own reward.", "B) Virtue may be its own reward.", "C) Virtue is rewarding!", "D) Virtue is not its own reward.", "E) Question not attempted"],
"answer": "A) Virtue is its own reward."
},
{
"id": 1190,
"question": "Fill in the blank by choosing the correct option: I saw Rohit ____ a concert last Saturday.",
"options": ["A) on", "B) off", "C) at", "D) since", "E) Question not attempted"],
"answer": "C) at"
},
{
"id": 1191,
"question": "Fill in the blank by choosing the most appropriate answer from the options given below: He hinted that he ____ some pocket money.",
"options": ["A) want", "B) wanted", "C) wanting", "D) had want", "E) Question not attempted"],
"answer": "B) wanted"
},
{
"id": 1192,
"question": "Choose the correct Passive form of the given sentence from the options provided : The lawyer gave Arun the details of his uncle's will.",
"options": ["A) The lawyer is giving Arun the details of his uncle's will.", "B) Arun was got the details of his uncle's will from the lawyer.", "C) Arun was given the details of his uncle's will by the lawyer.", "D) The lawyer will give Arun the details of his uncle's will.", "E) Question not attempted"],
"answer": "C) Arun was given the details of his uncle's will by the lawyer."
},
{
"id": 1193,
"question": "For the given Assertive sentence, choose the correct Exclamatory sentence from the options provided: It looks very odd.",
"options": ["A) How odd it looks!", "B) It really is odd.", "C) Odd it is!", "D) Looks very odd, right?", "E) Question not attempted"],
"answer": "A) How odd it looks!"
},
{
"id": 1194,
"question": "Choose the sentence with the correct usage of Punctuation from the options given below :",
"options": ["A) Narayan Singh; my coach will teach me new football techniques.", "B) Narayan Singh - my new coach will teach me new football techniques.", "C) Narayan Singh my new coach, will teach me, new football techniques.", "D) Narayan Singh, my coach, will teach me new football techniques.", "E) Question not attempted"],
"answer": "D) Narayan Singh, my coach, will teach me new football techniques."
},
{
"id": 1195,
"question": "For the given sentence, choose the most appropriate answer from the options provided: Air-pollution is ____ serious problem in Delhi these days.",
"options": ["A) the", "B) an", "C) some", "D) a", "E) Question not attempted"],
"answer": "A) the"
},
{
"id": 1196,
"question": "निम्नलिखित में से किस राजस्थानी गायिका ने, मांड शैली के लोकगायन को, राष्ट्रीय और अंतरराष्ट्रीय स्तर पर लोकप्रियता दिलाई?",
"options": ["A) गवरी देवी", "B) मोती देवी", "C) हरकाबाई", "D) मीठीबाई", "E) अनुत्तरित प्रश्न"],
"answer": "A) गवरी देवी"
},
{
"id": 1197,
"question": "जब आप Gmail पर एक ईमेल लिखते हैं, तो निम्नलिखित में से कौन-सा विकल्प वहाँ उपलब्ध नहीं होता है?",
"options": ["A) अटैच फाइल", "B) इमोजी जोड़ें", "C) पुनः भेजें", "D) टेक्स्ट फॉर्मेटिंग का विकल्प", "E) अनुत्तरित प्रश्न"],
"answer": "C) पुनः भेजें"
},
{
"id": 1198,
"question": "राजस्थान में रामपुरिया हवेली किस स्थान पर स्थित है? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) उदयपुर", "B) बीकानेर", "C) झुंझुनू", "D) जोधपुर", "E) अनुत्तरित प्रश्न"],
"answer": "B) बीकानेर"
},
{
"id": 1199,
"question": "किस राजपूत शासक ने मुगल सम्राट औरंगजेब के खिलाफ विद्रोह किया था? नीचे दिए गए विकल्पों में से सबसे उपयुक्त उत्तर का चुनाव करें:",
"options": ["A) राणा प्रताप", "B) राणा राज सिंह", "C) राजा मान सिंह", "D) राणा सांगा", "E) अनुत्तरित प्रश्न"],
"answer": "B) राणा राज सिंह"
},
{
"id": 1200,
"question": "सौरव ने दो वस्तुएँ क्रमशः ₹ 680 और ₹ 820 में खरीदीं। उसने पहली वस्तु 5% हानि के साथ और दूसरी वस्तु 15% लाभ के साथ बेची। इस सारे लेनदेन में उसका लाभ अथवा हानि प्रतिशत ज्ञात करें। (दशमलव के 2 स्थान तक सही)",
"options": ["A) लाभ, 5.93%", "B) लाभ, 5.86%", "C) हानि, 5.12%", "D) लाभ, 10.25%", "E) अनुत्तरित प्रश्न"],
"answer": "A) लाभ, 5.93%"
},
{
"id": 1201,
"question": "भारत की जनगणना 2011 के अनुसार, दिए गए विकल्पों में से राजस्थान के निम्नलिखित जिलों में से किस जिले में साक्षरता दर सबसे अधिक थी?",
"options": ["A) झुंझुनू", "B) सीकर", "C) बारां", "D) श्रीगंगानगर", "E) अनुत्तरित प्रश्न"],
"answer": "A) झुंझुनू"
},
{
"id": 1202,
"question": "A, B और C ने क्रमशः ₹ 36,000, ₹ 40,000 और ₹ 48,000 का निवेश करके साझेदारी शुरू की। वर्ष के अंत में ₹ 62,000 के कुल लाभ में, A और C के लाभांशों में क्या अंतर है?",
"options": ["A) ₹ 5,000", "B) ₹ 6,000", "C) ₹ 6,280", "D) ₹ 4,000", "E) अनुत्तरित प्रश्न"],
"answer": "B) ₹ 6,000"
},
{
"id": 1203,
"question": "निम्नलिखित में से कौन-सा फूल राजस्थान का 'राज्य पुष्प' कहलाता है?",
"options": ["A) रोहिड़ा", "B) कनेर", "C) कमल", "D) रेगिस्तानी गुलाब", "E) अनुत्तरित प्रश्न"],
"answer": "A) रोहिड़ा"
},
{
"id": 1204,
"question": "राजस्थान बजट 2025-26 के अनुसार, मक्का के लिए उत्कृष्टता केंद्र, राजस्थान के किस नगर में स्थापित किया जाएगा?",
"options": ["A) भरतपुर", "B) बीकानेर", "C) बाड़मेर", "D) बांसवाड़ा", "E) अनुत्तरित प्रश्न"],
"answer": "D) बांसवाड़ा"
},
{
"id": 1205,
"question": "निम्नलिखित में से कौन-सा, एक वेब ब्राउज़र नहीं है?",
"options": ["A) सफारी", "B) ओपेरा", "C) गूगल क्रोम", "D) कोम्पोज़र", "E) अनुत्तरित प्रश्न"],
"answer": "D) कोम्पोज़र"
},
{
"id": 1206,
"question": "सीमा क्षेत्रों के विकास के लिए, राजस्थान सरकार द्वारा राज्य बजट 2025-26 के अनुसार निम्नलिखित में से कौन-से कार्यक्रम शुरू करने को कहा गया है?",
"options": ["A) मुख्यमंत्री सीमावर्ती क्षेत्र विकास परियोजना", "B) मुख्यमंत्री थार सीमा क्षेत्र विकास कार्यक्रम", "C) मुख्यमंत्री जैसलमेर उत्थान कार्यक्रम", "D) मुख्यमंत्री जैसलमेर विकास योजना", "E) अनुत्तरित प्रश्न"],
"answer": "A) मुख्यमंत्री सीमावर्ती क्षेत्र विकास परियोजना"
},
{
"id": 1207,
"question": "MS PowerPoint में डुप्लिकेट स्लाइड बनाने के लिए निम्नलिखित में से कौन-सी शॉर्टकट कुंजी का उपयोग किया जाता है?",
"options": ["A) Ctrl+Shift+N", "B) Ctrl+Alt+D", "C) Ctrl+Alt+N", "D) Ctrl+Shift+D", "E) अनुत्तरित प्रश्न"],
"answer": "D) Ctrl+Shift+D"
},
{
"id": 1208,
"question": "राजस्थान से, किसने नीति आयोग की 10वीं गवर्निंग काउंसिल की बैठक में, भाग लिया?",
"options": ["A) वित्त मंत्री", "B) मुख्यमंत्री", "C) शिक्षा मंत्री", "D) राज्यपाल", "E) अनुत्तरित प्रश्न"],
"answer": "B) मुख्यमंत्री"
},
{
"id": 1209,
"question": "सीतामाता वन्यजीव अभयारण्य राजस्थान के निम्नलिखित में से किस क्षेत्र में स्थित है?",
"options": ["A) बीकानेर और नागौर", "B) अलवर और भरतपुर", "C) सीकर और झुंझुनू", "D) प्रतापगढ़ और चित्तौड़गढ़", "E) अनुत्तरित प्रश्न"],
"answer": "D) प्रतापगढ़ और चित्तौड़गढ़"
},
{
"id": 1210,
"question": "प्रमुख त्रिपुरा सुंदरी मंदिर, राजस्थान के निम्नलिखित में से किस गाँव में स्थित है?",
"options": ["A) रणकपुर", "B) देशनोक", "C) मंडावा", "D) उमराई", "E) अनुत्तरित प्रश्न"],
"answer": "D) उमराई"
},
{
"id": 1211,
"question": "मध्यकाल और उसके बाद के समय में, राजस्थान में, निम्नलिखित में से कौनसी पगड़ी की शैली नहीं थी?",
"options": ["A) खंजर शाही", "B) शिवशाही", "C) पोमचा", "D) अमरशाही", "E) अनुत्तरित प्रश्न"],
"answer": "C) पोमचा"
},
{
"id": 1212,
"question": "राजस्थान सरकार के अंतर्गत स्कूल शिक्षा विभाग के मंत्री (जून 2025 के अनुसार) कौन हैं?",
"options": ["A) मदन दिलावर", "B) गजेन्द्र सिंह", "C) जोगाराम पटेल", "D) किरोड़ी लाल", "E) अनुत्तरित प्रश्न"],
"answer": "A) मदन दिलावर"
},
{
"id": 1213,
"question": "राम, अजय और असलम के मासिक वेतन अनुपात में हैं। यदि उनके वेतनों में क्रमशः 10%, 10% और 20% की वृद्धि की जाती है, तो उनके वेतनों में अनुपात होगा:",
"options": ["A) 15:10:48", "B) 22:33:60", "C) 22:30:55", "D) 23:33:60", "E) अनुत्तरित प्रश्न"],
"answer": "B) 22:33:60"
},
{
"id": 1214,
"question": "बांसवाड़ा, डूंगरपुर और आसपास के पहाड़ी क्षेत्रों में बोली जाने वाली बोली को क्या कहा जाता है?",
"options": ["A) वागड़ी", "B) ढूंढाड़ी", "C) हाड़ौती", "D) मेवाती", "E) अनुत्तरित प्रश्न"],
"answer": "A) वागड़ी"
},
{
"id": 1215,
"question": "यदि दो संख्याएँ 5: 6 के अनुपात में हैं और उनका LCM 210 है, तो उनका HCF होगा:",
"options": ["A) 11", "B) 7", "C) 14", "D) 10", "E) अनुत्तरित प्रश्न"],
"answer": "B) 7"
},
{
"id": 1216,
"question": "128 का पाँच-आठवाँ, 80 के चार-पाँचवें से कितना प्रतिशत अधिक है?",
"options": ["A) 25%", "B) 30%", "C) 35%", "D) 20%", "E) अनुत्तरित प्रश्न"],
"answer": "A) 25%"
},
{
"id": 1217,
"question": "₹ 2,50,000 पर 15 महीनों का 12% वार्षिक दर से चक्रवृद्धि ब्याज ज्ञात करें, जब ब्याज अर्धवार्षिक संयोजित हो रहा है।",
"options": ["A) 39,300", "B) 46,802", "C) 39,327", "D) 38,400", "E) अनुत्तरित प्रश्न"],
"answer": "C) 39,327"
},
{
"id": 1218,
"question": "भारत के संविधान के अनुसार, प्रत्येक भारतीय नागरिक का यह ____ है कि वह संविधान का पालन करे, साथ ही भारत के राष्ट्र ध्वज और राष्ट्रीय गान का सम्मान करे।",
"options": ["A) भ्रातृभाव अधिकार", "B) मौलिक कर्तव्य", "C) न्यायिक अधिकार", "D) मौलिक अधिकार", "E) अनुत्तरित प्रश्न"],
"answer": "B) मौलिक कर्तव्य"
},
{
"id": 1219,
"question": "कोई नाव धारा के अनुकूल (अनुप्रवाह) कुछ दूरी 1 घंटे में तय करती है, जबकि लौटने में उसे 1½ घंटा लगता है। यदि धारा की गति 7 km/h है, तो शांत जल में नाव की गति km/h में क्या है?",
"options": ["A) 28½", "B) 24", "C) 35", "D) 21", "E) अनुत्तरित प्रश्न"],
"answer": "C) 35"
},
{
"id": 1220,
"question": "A ने एक वस्तु ₹ 800 में खरीदी और उसे 10% लाभ के साथ B को बेच दिया। B ने उसे 15% लाभ के साथ C को बेच दिया। C ने उस वस्तु के लिए कितना मूल्य चुकाया?",
"options": ["A) 976", "B) 1,000", "C) 1,012", "D) 920", "E) अनुत्तरित प्रश्न"],
"answer": "C) 1,012"
}
],
       seriesOrder:{
            'DS22':[1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120]
        },
        seriesOptionOrder:{}
    },
    'shift2':{
        title:'4th Grade 2nd Shift (19.09.2025)',
        questions:[
            {id:2201,question:"मानव शरीर में वसा (फैट्स) के पाचन के दौरान वसा के विघटन में निम्नलिखित में से कौन-सा एंजाइम सहायक होता है?",options:["A) एमाइलेस","B) ट्रिप्सिन","C) पेप्सिन","D) लाइपेस","E) अनुत्तरित प्रश्न"],answer:"D) लाइपेस"},
            {id:2202,question:"यदि किसी जीन विशेष के दो एलील समान हैं, तो उस जीन युग्म को क्या कहा जाता है?",options:["A) समयुग्मजी","B) विषमयुग्मजी","C) अप्रभावी","D) प्रभावी","E) अनुत्तरित प्रश्न"],answer:"A) समयुग्मजी"},
            {id:2203,question:"निम्नलिखित में से कौन-सा देश वर्ष 2026 में एशियाई खेलों की मेजबानी करेगा?",options:["A) भारत","B) चीन","C) संयुक्त अरब अमीरात","D) जापान","E) अनुत्तरित प्रश्न"],answer:"D) जापान"},
            {id:2204,question:"भारत के लोकपाल का पहला स्थापना दिवस नई दिल्ली के मानेकशॉ सेंटर में कब मनाया गया था?",options:["A) 16 मार्च, 2015","B) 16 जनवरी, 2025","C) 16 जनवरी, 2015","D) 16 मार्च, 2025","E) अनुत्तरित प्रश्न"],answer:"C) 16 जनवरी, 2015"},
            {id:2205,question:"भारत के वित्त मंत्री द्वारा प्रस्तुत भारतीय केंद्रीय बजट 2025-26 का मूल विषय (थीम) क्या था?",options:["A) डिजिटल इंडिया","B) सबका विकास","C) अगली पीढ़ी के सुधार","D) वसुधैव कुटुम्बकम","E) अनुत्तरित प्रश्न"],answer:"B) सबका विकास"},
            {id:2206,question:"भारत के प्रधानमंत्री 3 मार्च, 2025 को राष्ट्रीय वन्यजीव बोर्ड की 7वीं बैठक की अध्यक्षता करने के लिए किस राष्ट्रीय उद्यान में गए थे?",options:["A) गिर राष्ट्रीय उद्यान","B) रणथंभौर राष्ट्रीय उद्यान","C) काजीरंगा राष्ट्रीय उद्यान","D) जिम कॉर्बेट राष्ट्रीय उद्यान","E) अनुत्तरित प्रश्न"],answer:"A) गिर राष्ट्रीय उद्यान"},
            {id:2207,question:"भारत के किस राज्य में 'नीरमहल उत्सव' मनाया जाता है?",options:["A) असम","B) त्रिपुरा","C) मेघालय","D) नागालैंड","E) अनुत्तरित प्रश्न"],answer:"B) त्रिपुरा"},
            {id:2208,question:"राजस्थान के किस शहर ने एशिया और प्रशांत क्षेत्र में 12वें क्षेत्रीय 3-आर और सर्कुलर इकोनॉमी फोरम की मेजबानी की?",options:["A) जैसलमेर","B) जयपुर","C) उदयपुर","D) जोधपुर","E) अनुत्तरित प्रश्न"],answer:"B) जयपुर"},
            {id:2209,question:"राजस्थान के श्री शीन काफ निजाम (शिव किशन बिस्सा) को वर्ष 2025 में निम्नलिखित में से कौन-सा पुरस्कार प्रदान किया गया?",options:["A) सागर सम्मान पुरस्कार","B) पद्म विभूषण","C) पद्म भूषण","D) पद्म श्री","E) अनुत्तरित प्रश्न"],answer:"D) पद्म श्री"},
            {id:2210,question:"भारत सरकार के निम्नलिखित में से कौन-से मंत्रालय द्वारा, राष्ट्रीय एकता शिविर राजस्थान-2025 का आयोजन किया जा रहा है?",options:["A) जनजातीय कार्य मंत्रालय","B) युवा मामले और खेल मंत्रालय","C) स्वास्थ्य और परिवार कल्याण मंत्रालय","D) कृषि और किसान कल्याण मंत्रालय","E) अनुत्तरित प्रश्न"],answer:"B) युवा मामले और खेल मंत्रालय"},
            {id:2211,question:"जनवरी 2025 में, पार्वती-कालीसिंध-चंबल-पूर्वी राजस्थान नहर परियोजना (PKC-ERCP) लिंक परियोजना का नाम बदलकर क्या कर दिया गया है?",options:["A) रामजल सेतु लिंक परियोजना (RSLP)","B) जल सेतु लिंक परियोजना (JSLP)","C) राम जल लिंक परियोजना (RJLP)","D) अमृत जल लिंक परियोजना (AJLP)","E) अनुत्तरित प्रश्न"],answer:"A) रामजल सेतु लिंक परियोजना (RSLP)"},
            {id:2212,question:"राजस्थान राज्य बजट 2025-26 के अनुसार, किस स्थान पर एक खिलौना पार्क स्थापित किया जाएगा?",options:["A) चित्तौड़गढ़","B) कोटा","C) उदयपुर","D) जोधपुर","E) अनुत्तरित प्रश्न"],answer:"B) कोटा"},
            {id:2213,question:"निम्नलिखित में से कौन-सी स्टोरेज डिस्क धातु से बनी होती है और धातु ऑक्साइड से लेपित होती है, और जिसकी डेटा भंडारण क्षमता जीबी और टीबी में होती है?",options:["A) हार्ड डिस्क","B) फ्लॉपी डिस्क","C) ब्लू-रे डिस्क","D) कॉम्पैक्ट डिस्क","E) अनुत्तरित प्रश्न"],answer:"A) हार्ड डिस्क"},
            {id:2214,question:"कम्प्यूटर में, निम्नलिखित में से कौन-सा सॉफ्टवेयर संचालन को नियंत्रित करने के लिए डिज़ाइन किया गया है?",options:["A) डिवाइस सॉफ्टवेयर","B) सिस्टम सॉफ्टवेयर","C) यूटिलिटी सॉफ्टवेयर","D) एप्लिकेशन सॉफ्टवेयर","E) अनुत्तरित प्रश्न"],answer:"B) सिस्टम सॉफ्टवेयर"},
            {id:2215,question:"वर्ड में 'मेल मर्ज' नामक सुविधा का मुख्य उद्देश्य क्या है?",options:["A) दस्तावेज़ों को थोक में प्रिंट करना","B) पीडीएफ प्रारूप में दस्तावेज़ बनाना","C) प्रत्येक प्राप्तकर्ता के लिए वैयक्तिकृत दस्तावेज़ों का एक समूह बनाना","D) दस्तावेज़ की वर्तनी जाँचना","E) अनुत्तरित प्रश्न"],answer:"C) प्रत्येक प्राप्तकर्ता के लिए वैयक्तिकृत दस्तावेज़ों का एक समूह बनाना"},
            {id:2216,question:"वह नेटवर्क सुरक्षा उपकरण जो इंटरनेट कनेक्शन के माध्यम से आने वाली जानकारी को फ़िल्टर करता है, कहलाता है:",options:["A) हैकर्स","B) कुकीज","C) क्रैकर्स","D) फ़ायरवॉल","E) अनुत्तरित प्रश्न"],answer:"D) फ़ायरवॉल"},
            {id:2217,question:"ई-मेल में BCC का पूर्ण नाम है:",options:["A) ब्लाइंड कलेक्शन कॉपी","B) ब्लैक कलेक्शन कॉपी","C) ब्लैक कार्बन कॉपी","D) ब्लाइंड कार्बन कॉपी","E) अनुत्तरित प्रश्न"],answer:"D) ब्लाइंड कार्बन कॉपी"},
            {id:2218,question:"भारतीय संविधान में मौलिक कर्तव्यों को किस संशोधन के माध्यम से जोड़ा गया था?",options:["A) 42वां","B) 44वां","C) 50वां","D) 36वां","E) अनुत्तरित प्रश्न"],answer:"A) 42वां"},
            {id:2219,question:"भारतीय संविधान के अनुच्छेद 217 के तहत, निम्नलिखित में से कौन उच्च न्यायालय के न्यायाधीश की नियुक्ति करता है? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) राज्य का मुख्यमंत्री","B) भारत का प्रधान मंत्री","C) भारत का राष्ट्रपति","D) राज्य का महाधिवक्ता","E) अनुत्तरित प्रश्न"],answer:"C) भारत का राष्ट्रपति"},
            {id:2220,question:"निम्नलिखित में से कौन-सी राज्य में राज्यपाल की नियुक्ति के लिए आवश्यक योग्यता नहीं है?",options:["A) भारत का नागरिक होना चाहिए","B) लोकसभा का सदस्य होना चाहिए","C) न्यूनतम आयु 35 वर्ष होनी चाहिए","D) राज्यसभा का सदस्य नहीं हो सकता","E) अनुत्तरित प्रश्न"],answer:"B) लोकसभा का सदस्य होना चाहिए"},
            {id:2221,question:"राज्यपाल को केवल उन मामलों को छोड़कर जिनमें राज्यपाल अपने विवेक से कार्य करते हैं, उनके कार्यों के निष्पादन में सहायता और सलाह देने वाली मंत्रिपरिषद का प्रमुख कौन होता है?",options:["A) जिला कलेक्टर","B) गृह मंत्री","C) मुख्यमंत्री","D) राज्य वित्त मंत्री","E) अनुत्तरित प्रश्न"],answer:"C) मुख्यमंत्री"},
            {id:2222,question:"16वीं राजस्थान विधानसभा के अध्यक्ष (जून, 2025 के अनुसार) कौन हैं?",options:["A) कैलाश चंद्र मेघवाल","B) दीपेंद्र सिंह शेखावत","C) वासुदेव देवनानी","D) रामनिवास मिर्धा","E) अनुत्तरित प्रश्न"],answer:"C) वासुदेव देवनानी"},
            {id:2223,question:"राजस्थान उच्च न्यायालय की मुख्य पीठ कहाँ स्थित है?",options:["A) जयपुर","B) जोधपुर","C) अजमेर","D) उदयपुर","E) अनुत्तरित प्रश्न"],answer:"B) जोधपुर"},
            {id:2224,question:"राजस्थान में 'केंद्रीय शुष्क क्षेत्र अनुसंधान संस्थान (CAZRI)' का मुख्यालय कहाँ स्थित है?",options:["A) जयपुर","B) जोधपुर","C) बीकानेर","D) जैसलमेर","E) अनुत्तरित प्रश्न"],answer:"B) जोधपुर"},
            {id:2225,question:"सवाई जय सिंह ने वर्ष 1734 में मराठों का प्रभावी ढंग से सामना करने और राजस्थान में उनके प्रवेश को रोकने के लिए राजस्थान के सभी शासकों का एक सम्मेलन आयोजित किया। इस सम्मेलन को क्या नाम दिया गया?",options:["A) हुरडा सम्मेलन","B) सांगानेर सम्मेलन","C) अम्बाबाड़ी सम्मेलन","D) जयपुर सम्मेलन","E) अनुत्तरित प्रश्न"],answer:"A) हुरडा सम्मेलन"},
            {id:2226,question:"निम्नलिखित में से किसे ब्रिटिशों के खिलाफ विद्रोह संगठित करने के कारण टोडगढ़ किले में कैद किया गया था?",options:["A) प्रताप सिंह बारहठ","B) दौलत मल भंडारी","C) सागरमल गोपा","D) राव गोपाल सिंह खरवा","E) अनुत्तरित प्रश्न"],answer:"D) राव गोपाल सिंह खरवा"},
            {id:2227,question:"राजस्थान के एकीकरण के दौरान, निम्नलिखित में से कौन-सी रियासत मत्स्य संघ का हिस्सा नहीं थी? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) अलवर","B) भरतपुर","C) जयपुर","D) करौली","E) अनुत्तरित प्रश्न"],answer:"C) जयपुर"},
            {id:2228,question:"उस प्रसिद्ध संगीतकार का नाम बताइए, जिन्हें प्रतिष्ठित ग्रैमी पुरस्कार से सम्मानित किया गया था और जिन्होंने मोहन वीणा का आविष्कार भी किया था।",options:["A) पं. विश्वमोहन भट्ट","B) जगजीत सिंह","C) अल्लाह जिलाई बाई","D) इला अरुण","E) अनुत्तरित प्रश्न"],answer:"A) पं. विश्वमोहन भट्ट"},
            {id:2229,question:"उस पत्रकार का नाम बताइए जिसने वर्ष 1956 में 'राजस्थान पत्रिका' समाचार पत्र शुरू किया था।",options:["A) कोमल कोठारी","B) कृपाल सिंह शेखावत","C) बीरबल सिंह","D) कर्पूर चन्द्र कुलिश","E) अनुत्तरित प्रश्न"],answer:"D) कर्पूर चन्द्र कुलिश"},
            {id:2230,question:"एक पुरुष किसी काम को 72 दिन में कर सकता है। चार पुरुषों और पाँच महिलाओं ने मिलकर काम किया और 12 दिन में काम पूरा कर लिया। एक महिला उस काम को कितने दिन में पूरा कर लेगी?",options:["A) 144","B) 90","C) 135","D) 180","E) अनुत्तरित प्रश्न"],answer:"D) 180"},
            {id:2231,question:"एक व्यक्ति ने 6 घंटे में 325 किमी की यात्रा की। आरंभ में उसने कुछ दूरी बस द्वारा 40 किमी/घंटा की गति से तय की तथा शेष दूरी रेल द्वारा 65 किमी/घंटा की गति से तय की। उसने कितनी दूरी (किमी में) रेल द्वारा तय की?",options:["A) 221","B) 229","C) 211","D) 230","E) अनुत्तरित प्रश्न"],answer:"A) 221"},
            {id:2232,question:"एक स्कूल में 1200 छात्र पढ़ते हैं। (...) ____ प्रतिशत छात्र पैदल स्कूल जाते हैं और ____ प्रतिशत छात्र साइकिल से जाते हैं।",options:["A) 13, 26","B) 12, 24","C) 15, 30","D) 30, 43","E) अनुत्तरित प्रश्न"],answer:"C) 15, 30"},
            {id:2233,question:"निम्नलिखित शब्दों में से भाववाचक संज्ञा का उदाहरण है:",options:["A) हिमालय","B) सच्चाई","C) सभा","D) मिट्टी","E) अनुत्तरित प्रश्न"],answer:"B) सच्चाई"},
            {id:2234,question:"'जो कमाएगा, वही खाएगा' वाक्य में कौन-सा सर्वनाम प्रयुक्त हुआ है?",options:["A) निजवाचक सर्वनाम","B) संबंधवाचक सर्वनाम","C) निश्चयवाचक सर्वनाम","D) अनिश्चयवाचक सर्वनाम","E) अनुत्तरित प्रश्न"],answer:"B) संबंधवाचक सर्वनाम"},
            {id:2235,question:"निम्नलिखित वाक्यों में से किसमें अकर्मक क्रिया का प्रयोग नहीं हुआ है?",options:["A) श्याम सोता है।","B) कृष्ण नहाता है।","C) महेश खाँसता है।","D) राम पढ़ता है।","E) अनुत्तरित प्रश्न"],answer:"D) राम पढ़ता है।"},
            {id:2236,question:"'सरकार ने स्थानीय कलाकारों को बुलाया है।' इस वाक्य में किस विशेषण का प्रयोग हुआ है?",options:["A) संख्यावाचक विशेषण","B) सार्वनामिक विशेषण","C) गुणवाचक विशेषण","D) परिमाणबोधक विशेषण","E) अनुत्तरित प्रश्न"],answer:"C) गुणवाचक विशेषण"},
            {id:2237,question:"'फूल' का तत्सम शब्द है:",options:["A) पुष्प","B) पर्ण","C) सर","D) पुष्क","E) अनुत्तरित प्रश्न"],answer:"A) पुष्प"},
            {id:2238,question:"हिंदी में प्रयुक्त होने वाला 'लालटेन' शब्द किस भाषा से आया है?",options:["A) फारसी","B) तुर्की","C) अंग्रेजी","D) पुर्तगाली","E) अनुत्तरित प्रश्न"],answer:"C) अंग्रेजी"},
            {id:2239,question:"निम्नलिखित में से कौन-सी राजस्थान, बूंदी के प्रसिद्ध कवि सूर्यमल मिश्रान की अतिमहत्वपूर्ण कृति है?",options:["A) उर्वशी","B) कामायनी","C) संस्मरण","D) वीर सतसई","E) अनुत्तरित प्रश्न"],answer:"D) वीर सतसई"},
            {id:2240,question:"कोटा, बूंदी, झालावाड़ और बारां क्षेत्र में प्रमुख रूप से बोली जाने वाली बोली कहलाती है (सबसे उपयुक्त उत्तर चुनें):",options:["A) मेवाती","B) मालवी","C) हाड़ौती","D) ढूंढाड़ी","E) अनुत्तरित प्रश्न"],answer:"C) हाड़ौती"},
            {id:2241,question:"कोटा डोरिया साड़ी का एक अन्य नाम क्या है? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) कोटा गोटा पट्टी साड़ी","B) कोटा बनारसी साड़ी","C) कोटा कॉटन साड़ी","D) कोटा मसूरिया साड़ी","E) अनुत्तरित प्रश्न"],answer:"D) कोटा मसूरिया साड़ी"},
            {id:2242,question:"निम्नलिखित में से कौन-सा राजस्थानी आभूषण पैरों में नहीं पहना जाता है?",options:["A) नूपुर","B) झांझर","C) दामणा","D) लंगर","E) अनुत्तरित प्रश्न"],answer:"C) दामणा"},
            {id:2243,question:"निम्नलिखित में से कौन-सा वाद्ययंत्र, 'सुषिर' वाद्ययंत्र के वर्गीकरण के अंतर्गत आता है?",options:["A) अल्गोजा","B) ताशा","C) रावणहत्था","D) एकतारा","E) अनुत्तरित प्रश्न"],answer:"A) अल्गोजा"},
            {id:2244,question:"बिश्नोई संप्रदाय के संस्थापक का नाम बताएं।",options:["A) पीपा","B) धन्ना","C) जाम्भोजी","D) हरभुजी","E) अनुत्तरित प्रश्न"],answer:"C) जाम्भोजी"},
            {id:2245,question:"लोक संस्कृति के प्रचार-प्रसार के लिए जोधपुर जिले के बोरुंदा में 'रुपायन संस्थान' की स्थापना किसने की?",options:["A) कृपाल सिंह शेखावत","B) कर्पूरचंद कुलिश","C) आचार्य तुलसी","D) कोमल कोठारी","E) अनुत्तरित प्रश्न"],answer:"D) कोमल कोठारी"},
            {id:2246,question:"निम्नलिखित में से कौन-सा राजस्थान राज्य में सर्वोच्च श्रेणी वाला पुलिस अधिकारी पद है?",options:["A) पुलिस महानिरीक्षक (IGP)","B) पुलिस महानिदेशक (DGP)","C) वरिष्ठ पुलिस अधीक्षक (SSP)","D) पुलिस उप महानिरीक्षक (डिप्टी IGP)","E) अनुत्तरित प्रश्न"],answer:"B) पुलिस महानिदेशक (DGP)"},
            {id:2247,question:"राजस्थान सूचना आयोग (आरआईसी) का गठन कब किया गया था?",options:["A) 2008","B) 2006","C) 2007","D) 2009","E) अनुत्तरित प्रश्न"],answer:"B) 2006"},
            {id:2248,question:"जब सूचना का अधिकार अधिनियम (2005) पारित हुआ और लागू हुआ, तब निम्नलिखित में से कौन-सा अधिनियम निरस्त कर दिया गया था?",options:["A) सूचना की स्वतंत्रता अधिनियम, 2002","B) सूचना की स्वतंत्रता अधिनियम, 1990","C) सूचना तक पहुँच अधिनियम, 2001","D) व्यक्तिगत सूचना अधिनियम, 2002","E) अनुत्तरित प्रश्न"],answer:"A) सूचना की स्वतंत्रता अधिनियम, 2002"},
            {id:2249,question:"निम्नलिखित में से कौन-सी धातु, कॉपर सल्फेट के घोल से, कॉपर को विस्थापित नहीं कर सकती?",options:["A) जस्ता","B) लोहा","C) चाँदी","D) ऐलुमिनियम","E) अनुत्तरित प्रश्न"],answer:"C) चाँदी"},
            {id:2250,question:"एक अवतल दर्पण से वास्तविक, उल्टा और समान आकार का प्रतिबिंब तब प्राप्त होता है, यदि वस्तु स्थित होती है:",options:["A) फोकस बिंदु पर","B) अनंत पर","C) वक्रता केंद्र पर","D) वक्रता केंद्र से परे","E) अनुत्तरित प्रश्न"],answer:"C) वक्रता केंद्र पर"},
            {id:2251,question:"रोगों (सूची I में दिए गए) का रोग पैदा करने वाले रोगाणुओं (सूची II में दिए गए) से मिलान करें:",options:["A) a-II, b-IV, c-III, d-I","B) a-I, b-III, c-II, d-IV","C) a-III, b-II, c-I, d-IV","D) a-III, b-IV, c-II, d-I","E) अनुत्तरित प्रश्न"],answer:"D) a-III, b-IV, c-II, d-I"},
            {id:2252,question:"निम्नलिखित में से कौन-सा समुदाय पारंपरिक रूप से, फड़ चित्रों से कथाएँ सुनाने से जुड़ा हुआ है?",options:["A) भोपा","B) बंजारा","C) कालबेलिया","D) सरगोडास","E) अनुत्तरित प्रश्न"],answer:"A) भोपा"},
            {id:2253,question:"आमेर शैली, जयपुर शैली और शेखावाटी शैली की चित्रकला, राजस्थान के निम्नलिखित में से किस चित्रकला शैली से संबंधित हैं?",options:["A) ढूंढाड़ शैली","B) मेवाड़ शैली","C) मारवाड़ शैली","D) हाड़ौती शैली","E) अनुत्तरित प्रश्न"],answer:"A) ढूंढाड़ शैली"},
            {id:2254,question:"निम्नलिखित में से कौन-सी राजस्थान में परंपरागत रूप से जल संरक्षण के लिए निर्मित संरचना नहीं है? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) जोहड़","B) छतरी","C) टांका","D) बावड़ी","E) अनुत्तरित प्रश्न"],answer:"B) छतरी"},
            {id:2255,question:"राजस्थान में पुरुषों के समूह, होरी, रसिया और धमाल जैसे गीत किस पर्व के अवसर पर गाते हैं?",options:["A) दिवाली","B) दशहरा","C) तीज","D) होली","E) अनुत्तरित प्रश्न"],answer:"D) होली"},
            {id:2256,question:"चांद बावड़ी स्थित है -",options:["A) आभानेरी में","B) भांडारेज में","C) बूंदी में","D) आमेर में","E) अनुत्तरित प्रश्न"],answer:"A) आभानेरी में"},
            {id:2257,question:"निम्नलिखित में से कौन-सा शेखावाटी क्षेत्र के पुरुषों द्वारा प्रदर्शित एक व्यावसायिक लोक-नृत्य है, जहाँ विशेषकर विवाह के अवसर पर नर्तक एक योद्धा की तरह कपड़े पहनते हैं?",options:["A) अग्नि नृत्य","B) गिन्दड़ नृत्य","C) गैर नृत्य","D) कच्छी घोड़ी नृत्य","E) अनुत्तरित प्रश्न"],answer:"D) कच्छी घोड़ी नृत्य"},
            {id:2258,question:"लोक नाट्य 'चहार बैत' (चार बैंत) राजस्थान के निम्न में से किस स्थान से संबंधित है?",options:["A) जयपुर","B) टोंक","C) उदयपुर","D) अलवर","E) अनुत्तरित प्रश्न"],answer:"B) टोंक"},
            {id:2259,question:"राजस्थान के निम्नलिखित क्षेत्रों में से, किस क्षेत्र में हर्षनाथ मंदिर स्थित है?",options:["A) सीकर","B) बूंदी","C) बांसवाड़ा","D) जैसलमेर","E) अनुत्तरित प्रश्न"],answer:"A) सीकर"},
            {id:2260,question:"निम्नलिखित में से कौन-सा शब्द भारतीय संविधान की प्रस्तावना में मूल रूप से नहीं था?",options:["A) समाजवादी","B) लोकतांत्रिक","C) गणराज्य","D) संप्रभु","E) अनुत्तरित प्रश्न"],answer:"A) समाजवादी"},
            {id:2261,question:"Choose the most suitable word to fill in the blank in the following sentence: The auditorium has a seating ____ for seven hundred students.",options:["A) capability","B) capillary","C) capacity","D) capitulation","E) Question not attempted"],answer:"C) capacity"},
            {id:2262,question:"Fill in the blanks in the following sentence with the most suitable pair of articles: Being ____ M.A. only, he could not be appointed to the post of ____ Assistant Professor.",options:["A) the, an","B) a, the","C) the, a","D) an, an","E) Question not attempted"],answer:"D) an, an"},
            {id:2263,question:"Fill in the blank in the following sentence with the most appropriate determiner: ____ have brought you home.",options:["A) I","B) Me","C) She","D) It","E) Question not attempted"],answer:"A) I"},
            {id:2264,question:"Match the following sentences (given in list I) with the appropriate prepositions (given in list II)...",options:["A) a-IV, b-I, c-III, d-II","B) a-III, b-IV, c-I, d-II","C) a-I, b-III, c-II, d-IV","D) a-III, b-II, c-IV, d-I","E) Question not attempted"],answer:"B) a-III, b-IV, c-I, d-II"},
            {id:2265,question:"Choose the option with the most appropriate use of punctuation(s):",options:["A) Oh we are ruined?","B) They have been to London, haven't they?","C) The jester cried help? help?","D) Krishna is dark skinned Radha is fair.","E) Question not attempted"],answer:"B) They have been to London, haven't they?"},
            {id:2266,question:"इस गैर-जिम्मेदारी की जवाबदेही किसकी है?",options:["A) Who is accountable for this mistake?","B) Who is to be blamed for the troubles?","C) Who should we accuse of this crime?","D) Who is answerable for this irresponsibility?","E) अनुत्तरित प्रश्न"],answer:"D) Who is answerable for this irresponsibility?"},
            {id:2267,question:"All my sympathies are with you.",options:["A) मैं आपको अपनी सारी सहानुभूति देता हूँ।","B) आपके साथ हमेशा मेरी सहानुभूति रहेगी।","C) मेरी पूरी सहानुभूति आपके साथ है।","D) मेरी इस मामले में आपके साथ सारी सहानुभूति है।","E) अनुत्तरित प्रश्न"],answer:"C) मेरी पूरी सहानुभूति आपके साथ है।"},
            {id:2268,question:"दो संख्याओं के HCF तथा LCM का अनुपात 1:6 है। यदि दोनों संख्याओं का गुणन 96 है, तो उनका LCM ज्ञात करें।",options:["A) 12","B) 18","C) 24","D) 48","E) अनुत्तरित प्रश्न"],answer:"C) 24"},
            {id:2269,question:"35 बच्चे, 28 महिलाएँ और 32 पुरुष एक भोजनालय में गए। (...) प्रति व्यक्ति औसत व्यय (निकटतम ₹ तक सही) हुआ:",options:["A) 185","B) 187","C) 189","D) 190","E) अनुत्तरित प्रश्न"],answer:"B) 187"},
            {id:2270,question:"200 मीटर लंबी एक रेलगाड़ी 160 मीटर लंबी एक सुरंग को 24 सेकंड में पार करती है। रेलगाड़ी की गति क्या है?",options:["A) 15 किमी/घंटा","B) 18 किमी/घंटा","C) 54 किमी/घंटा","D) 72 किमी/घंटा","E) अनुत्तरित प्रश्न"],answer:"C) 54 किमी/घंटा"},
            {id:2271,question:"यदि रेनू को एक पर्स ₹ 7,500 में बेचने पर 20% का लाभ होता है और दूसरे पर्स को ₹ 8,550 में बेचने पर 5% की हानि होती है। उसे लाभ होगा या हानि और कितने प्रतिशत?",options:["A) हानि, 3.72%","B) लाभ, 5.24%","C) हानि, 6.26%","D) लाभ, 4.18%","E) अनुत्तरित प्रश्न"],answer:"B) लाभ, 5.24%"},
            {id:2272,question:"अमित अपने वेतन का 35% भाग भोजन पर तथा 25% भाग बच्चों की शिक्षा पर व्यय करता है। (...) इसके बाद वेतन का कितना प्रतिशत उसके पास शेष बचता है?",options:["A) 10%","B) 8%","C) 6%","D) 4%","E) अनुत्तरित प्रश्न"],answer:"B) 8%"},
            {id:2273,question:"हरीश ने कुल ₹ 27,000 की राशि का कुछ भाग 13% और शेष भाग 5% की वार्षिक दर से साधारण ब्याज पर निवेश किया। (...) तो 5% ब्याज की वार्षिक दर पर निवेश की गई राशि ज्ञात करें।",options:["A) 13,500","B) 7,500","C) 8,000","D) 19,500","E) अनुत्तरित प्रश्न"],answer:"D) 19,500"},
            {id:2274,question:"₹ 78,125 पर 15 महीने के लिए 16% वार्षिक दर से, चक्रवृद्धि ब्याज ज्ञात करें, जबकि ब्याज अर्द्धवार्षिक संयोजित हो रहा है।",options:["A) 16,645","B) 20,290","C) 8,065","D) 35,410","E) अनुत्तरित प्रश्न"],answer:"A) 16,645"},
            {id:2275,question:"एक धनराशि 4 वर्ष में साधारण ब्याज पर स्वयं की 60% बढ़ जाती है। ₹ 9,200 पर 2 वर्ष में इसी ब्याज दर से चक्रवृद्धि ब्याज क्या होगा जबकि ब्याज की गणना वार्षिक है?",options:["A) ₹ 2,967","B) ₹ 2,697","C) ₹ 2,679","D) ₹ 2,976","E) अनुत्तरित प्रश्न"],answer:"A) ₹ 2,967"},
            {id:2276,question:"840 विद्यार्थियों वाले एक विद्यालय में लड़कों और लड़कियों की संख्या में अनुपात 5:3 है। कितनी लड़कियों को और प्रवेश दिया जाना चाहिए कि यह अनुपात 5:4 हो जाए?",options:["A) 100","B) 105","C) 125","D) 175","E) अनुत्तरित प्रश्न"],answer:"B) 105"},
            {id:2277,question:"एक थैले में हरी, लाल और नीली गेंदों की संख्या में 4:6:9 का अनुपात है। यदि नीली गेंदों की संख्या, लाल गेंदों की संख्या से 15 अधिक है, तो थैले में कुल कितनी गेंदें हैं?",options:["A) 76","B) 85","C) 91","D) 95","E) अनुत्तरित प्रश्न"],answer:"D) 95"},
            {id:2278,question:"अंकित और अमन ने एक व्यवसाय में 3:2 के अनुपात में राशि निवेश की (...) वर्ष के अंत में उनका कुल लाभ ₹ 1,57,300 था। अमन को कितनी राशि प्राप्त होगी?",options:["A) 48,000","B) 48,200","C) 48,400","D) 48,600","E) अनुत्तरित प्रश्न"],answer:"C) 48,400"},
            {id:2279,question:"A किसी काम को 2 दिन में कर सकता है और B उसे 3 दिन में कर सकता है। (...) यदि C अकेला काम करे तो पूरा काम को करने में उसे कितने दिन लगेंगे?",options:["A) 4","B) 3 ½","C) 6","D) 5","E) अनुत्तरित प्रश्न"],answer:"C) 6"},
            {id:2280,question:"सूची I में दिए गए शब्दों का मिलान सूची II में दी गई उनकी उपयुक्त संधि के साथ कीजिए:",options:["A) a-II, b-IV, c-III, d-I","B) a-III, b-I, c-II, d-IV","C) a-II, b-IV, c-I, d-III","D) a-IV, b-III, c-I, d-II","E) अनुत्तरित प्रश्न"],answer:"C) a-II, b-IV, c-I, d-III"},
            {id:2281,question:"'आगमन' शब्द में प्रयुक्त उपसर्ग बताइए:",options:["A) आग","B) आगम","C) अग","D) आ","E) अनुत्तरित प्रश्न"],answer:"D) आ"},
            {id:2282,question:"'अन्यथा' शब्द में प्रयुक्त प्रत्यय है:",options:["A) अन्","B) यथा","C) था","D) आ","E) अनुत्तरित प्रश्न"],answer:"C) था"},
            {id:2283,question:"निम्नलिखित में से 'बुद्धि' का पर्यायवाची शब्द नहीं है:",options:["A) मनीषा","B) प्रज्ञा","C) मेघा","D) यामिनी","E) अनुत्तरित प्रश्न"],answer:"D) यामिनी"},
            {id:2284,question:"'अग्रज' शब्द के लिए प्रयुक्त होने वाला विलोम शब्द है:",options:["A) अघम","B) अनुज","C) तनुज","D) स्वेदज","E) अनुत्तरित प्रश्न"],answer:"B) अनुज"},
            {id:2285,question:"'किए गए उपकार को न मानने वाला', इस वाक्यांश के लिए उचित शब्द होगा:",options:["A) विद्वान","B) कृतज्ञ","C) उपकारी","D) कृतघ्न","E) अनुत्तरित प्रश्न"],answer:"D) कृतघ्न"},
            {id:2286,question:"निम्नलिखित में से शुद्ध शब्दों का चयन कीजिए-",options:["A) केवल b और e","B) केवल a और d","C) केवल b और c","D) केवल a और e","E) अनुत्तरित प्रश्न"],answer:"B) केवल a और d"},
            {id:2287,question:"निम्नलिखित में से कौन-सा वाक्य अशुद्ध है?",options:["A) वह सचमुच बीमार है।","B) उसने ब्रजभाषा में 'ब्रज की होरी' शीर्षक वाली कविता लिखी।","C) पति-पत्नी के झगड़े का कारण क्या हो सकता है?","D) मेरे को दिल्ली जाना है।","E) अनुत्तरित प्रश्न"],answer:"D) मेरे को दिल्ली जाना है।"},
            {id:2288,question:"निम्नलिखित में से कौन-सा वाक्य 'संदिग्ध वर्तमान काल' का उदाहरण है?",options:["A) मैं यहाँ सुबह से बैठा हूँ।","B) पुलिस बदमाश का पीछा कर रही है।","C) सीतामढ़ी में बाढ़ आ रही होगी।","D) चौकीदार पहरा दे रहा है।","E) अनुत्तरित प्रश्न"],answer:"C) सीतामढ़ी में बाढ़ आ रही होगी।"},
            {id:2289,question:"'खरी-खोटी सुनाना' मुहावरे का अर्थ है-",options:["A) याचना करना","B) खुशामद करना","C) भला-बुरा कहना","D) खूब तारीफ़ करना","E) अनुत्तरित प्रश्न"],answer:"C) भला-बुरा कहना"},
            {id:2290,question:"'तेते पाँव पसारिए, जेती लंबी सौर', लोकोक्ति का अर्थ है-",options:["A) अपनी औकात देखकर ही खर्च करना","B) अपने किए का फल मिलना","C) किसी काम का जल्दी सम्पन्न होना","D) थोड़े दिनों की शानो-शौकत","E) अनुत्तरित प्रश्न"],answer:"A) अपनी औकात देखकर ही खर्च करना"},
            {id:2291,question:"इंदिरा गांधी नहर, निम्नलिखित में से किस स्थान से निकलती है? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) मानपुर","B) देवास पहाड़ी","C) जवाहर सागर बांध","D) हरिके बैराज","E) अनुत्तरित प्रश्न"],answer:"D) हरिके बैराज"},
            {id:2292,question:"राजस्थान में निम्नलिखित में से कौन-सी खारे पानी की झील है?",options:["A) पिछोला झील","B) जयसमंद झील","C) पचपदरा झील","D) बड़ी झील","E) अनुत्तरित प्रश्न"],answer:"C) पचपदरा झील"},
            {id:2293,question:"राजस्थान में 'बीसलपुर प्रमुख सिंचाई परियोजना' निम्नलिखित में से किस नदी पर निर्मित है?",options:["A) बनास","B) माही","C) साबरमती","D) बाणगंगा","E) अनुत्तरित प्रश्न"],answer:"A) बनास"},
            {id:2294,question:"भारत की जनगणना (2011) के अनुसार, राजस्थान की कुल जनसंख्या का लगभग कितनी प्रतिशत जनसंख्या ग्रामीण क्षेत्रों में रहती थी?",options:["A) 65%","B) 75%","C) 85%","D) 45%","E) अनुत्तरित प्रश्न"],answer:"B) 75%"},
            {id:2295,question:"जयपुर जिले के सांगानेर क्षेत्र के निकट बांडी नदी पर कौन-सा बाँध बनाया गया है?",options:["A) हेमावास बाँध","B) खलख सागर बाँध","C) नेवता बाँध","D) बांडी संधारा बाँध","E) अनुत्तरित प्रश्न"],answer:"C) नेवता बाँध"},
            {id:2296,question:"2011 की जनगणना के अनुसार राजस्थान के किस जिले में ग्रामीण क्षेत्र में अनुसूचित जाति की जनसंख्या सबसे अधिक थी?",options:["A) गंगानगर","B) नागौर","C) अलवर","D) जयपुर","E) अनुत्तरित प्रश्न"],answer:"A) गंगानगर"},
            {id:2297,question:"दक्षिण-पूर्वी राजस्थान की काली उपजाऊ मृदा वाली रेती और चूना पत्थर शैल रचित रोकी फ़ीचर कहलाती है -",options:["A) मध्य माही-छप्पन बेसिन","B) पूर्वी समतल क्षेत्र","C) लूनी बेसिन","D) डेक्कन लावा पठार","E) अनुत्तरित प्रश्न"],answer:"D) डेक्कन लावा पठार"},
            {id:2298,question:"निम्नलिखित में से कौन-सा एकमात्र शहर (जून 2025 तक), राजस्थान में 'मेट्रो रेल' सेवा संचालित कर रहा है?",options:["A) अजमेर","B) जयपुर","C) जोधपुर","D) उदयपुर","E) अनुत्तरित प्रश्न"],answer:"B) जयपुर"},
            {id:2299,question:"निम्नलिखित में से कौन राजस्थान राज्य में सबसे बड़ी सरकारी इंटरसिटी बस सेवा प्रदाता है? (निम्न में से सबसे उपयुक्त विकल्प चुनें)",options:["A) राजस्थान राज्य इंटरसिटी बस निगम","B) राजस्थान राज्य सड़क परिवहन निगम","C) राजस्थान बस परिवहन निगम","D) राजस्थान इंटरसिटी स्थानीय परिवहन निगम","E) अनुत्तरित प्रश्न"],answer:"B) राजस्थान राज्य सड़क परिवहन निगम"},
            {id:2300,question:"राजस्थान में चामुंडा देवी मंदिर कहाँ स्थित है, जहाँ 2008 में भगदड़ की घटना हुई थी?",options:["A) आमेर किला","B) मेहरानगढ़ किला","C) जूनागढ़ किला","D) नाहरगढ़ किला","E) अनुत्तरित प्रश्न"],answer:"B) मेहरानगढ़ किला"},
            {id:2301,question:"What is the official/technical term for- 'Something which is officially approved or granted'?",options:["A) sanctioned (संस्वीकृत)","B) revolution (क्रांति)","C) presidency (अध्यक्षपद)","D) parole (संप्रतिबंध कारामुक्ति)","E) Question not attempted"],answer:"A) sanctioned (संस्वीकृत)"},
            {id:2302,question:"राजस्थान वन नीति 2023 के अनुसार, राजस्थान राज्य में दर्ज वन क्षेत्र (आरएफए) राज्य के भौगोलिक क्षेत्र का कितना प्रतिशत है?",options:["A) 8.6%","B) 7.6%","C) 12.6%","D) 9.6%","E) अनुत्तरित प्रश्न"],answer:"D) 9.6%"},
            {id:2303,question:"राजस्थान और पाकिस्तान को विभाजित करने वाली सीमा रेखा का नाम क्या है?",options:["A) डूरंड रेखा","B) मैकमोहन रेखा","C) पाक जलडमरूमध्य","D) रेडक्लिफ रेखा","E) अनुत्तरित प्रश्न"],answer:"D) रेडक्लिफ रेखा"},
            {id:2304,question:"भारत का कौन-सा निम्नलिखित राज्य राजस्थान के साथ अपनी सीमा साझा नहीं करता है?",options:["A) पंजाब","B) उत्तर प्रदेश","C) हरियाणा","D) महाराष्ट्र","E) अनुत्तरित प्रश्न"],answer:"D) महाराष्ट्र"},
            {id:2305,question:"राजस्थान की निम्नलिखित पहाड़ियों में से कौन-सी सबसे ऊँची है?",options:["A) तारागढ़","B) खो","C) रघुनाथगढ़","D) जरगा","E) अनुत्तरित प्रश्न"],answer:"D) जरगा"},
            {id:2306,question:"रेगिस्तानी मिट्टी के बारे में निम्नलिखित में से कौन-सा कथन गलत है?",options:["A) इसकी उर्वरता कम होती है।","B) राजस्थान के पश्चिमी भागों में इस प्रकार की मिट्टी का प्रतिशत अधिक है।","C) इस प्रकार की मिट्टी की जल धारण क्षमता अधिक होती है।","D) रेत कणों के बीच बड़े छिद्रों के कारण इसमें जल निकासी अच्छी होती है।","E) अनुत्तरित प्रश्न"],answer:"C) इस प्रकार की मिट्टी की जल धारण क्षमता अधिक होती है।"},
            {id:2307,question:"राजस्थान में कमरों को ठंडा और प्राकृतिक रूप से सुगंधित रखने के लिए पारंपरिक रूप से इस्तेमाल की जाने वाली घास की प्रजाति का नाम क्या है?",options:["A) बरमूडा घास (दूर्वा)","B) वेटिवर (खस)","C) ब्लू पैनिक घास","D) सेवण घास","E) अनुत्तरित प्रश्न"],answer:"B) वेटिवर (खस)"},
            {id:2308,question:"निम्नलिखित में से कौन-सा एक अभिगम है, जिसमें राज्य वन विभाग, वन संरक्षण और प्राकृतिक संसाधन प्रबंधन में स्थानीय वनवासी समुदायों का समर्थन करते हैं?",options:["A) स्वस्थाने संरक्षण","B) आर्द्रभूमि संरक्षण","C) स्थानीय प्रजातियों पर आधारित पारिस्थितिकीय पुनःस्थापन","D) संयुक्त वन प्रबंधन","E) अनुत्तरित प्रश्न"],answer:"D) संयुक्त वन प्रबंधन"},
            {id:2309,question:"राजस्थान में, जैसलमेर जिले का अधिकांश भाग किस प्रकार के जलवायु क्षेत्र में आता है?",options:["A) अर्ध शुष्क क्षेत्र","B) आर्द्र जलवायु क्षेत्र","C) अति आर्द्र जलवायु क्षेत्र","D) शुष्क क्षेत्र","E) अनुत्तरित प्रश्न"],answer:"D) शुष्क क्षेत्र"},
            {id:2310,question:"निम्नलिखित में से कौन-सी नदी चंबल नदी की सहायक नदी नहीं है?",options:["A) पार्वती नदी","B) कालीसिंध नदी","C) जवाई नदी","D) बनास नदी","E) अनुत्तरित प्रश्न"],answer:"C) जवाई नदी"},
            {id:2311,question:"'Office Order' के लिए उपयुक्त हिन्दी शब्द है-",options:["A) अधिसूचना","B) अनुस्मारक","C) परिपत्र","D) कार्यालय आदेश","E) अनुत्तरित प्रश्न"],answer:"D) कार्यालय आदेश"},
            {id:2312,question:"'अर्धसरकारी पत्र' का प्रयोग निम्नलिखित में से किनके मध्य होता है?",options:["A) सरकार और जनता के मध्य","B) विभिन्न सरकारी अधिकारियों के मध्य","C) सरकारी कर्मचारी और उनके सगे-सम्बन्धियों के मध्य","D) सरकारी कार्यालय और प्राइवेट कंपनी के मध्य","E) अनुत्तरित प्रश्न"],answer:"B) विभिन्न सरकारी अधिकारियों के मध्य"},
            {id:2313,question:"जब कोई सरकारी पत्र, कार्यालय-ज्ञापन या ज्ञापन एक साथ अनेक प्रेषितियों को भेजा जा रहा हो, तो उसे क्या कहते हैं?",options:["A) परिपत्र","B) कार्यालय-आदेश","C) अनुस्मारक","D) अधिसूचना","E) अनुत्तरित प्रश्न"],answer:"A) परिपत्र"},
            {id:2314,question:"Fill in the blank in the following sentence with the correct tense: If he sticks to his exercise regime, he ____ his ideal weight by the end of this year.",options:["A) had reached","B) has been reaching","C) is being reached","D) will reach","E) Question not attempted"],answer:"D) will reach"},
            {id:2315,question:"Choose the most appropriate option to convert the given sentence from Active to Passive Voice: His employees were mocking him.",options:["A) He is been mocked by his employees.","B) He was being mocked by his employees.","C) His employees mocked him.","D) He was found to be mocked by his employees.","E) Question not attempted"],answer:"B) He was being mocked by his employees."},
            {id:2316,question:"Choose the most appropriate option to convert the given sentence from Direct to Indirect Speech: She said to me, 'We are to leave for the theatre early.'",options:["A) She told me that we were to leave for the theatre early.","B) She inquired if we were to leave for the theatre early.","C) She said that we are to leave for the theatre early.","D) She insisted on leaving for the theatre early.","E) Question not attempted"],answer:"A) She told me that we were to leave for the theatre early."},
            {id:2317,question:"Choose the most appropriate option to convert the given Negative Sentence to an Affirmative Sentence: There is no rose without a thorn.",options:["A) Roses have thorns.","B) Thorns are commonly found on roses.","C) Every rose has a thorn.","D) No roses without thorns are present.","E) Question not attempted"],answer:"C) Every rose has a thorn."},
            {id:2318,question:"Choose the most appropriate option to convert the given Interrogative Sentence to an Assertive Sentence: Why waste money on designer bags?",options:["A) Designer bags are an expensive monetary investment.","B) It is foolish to waste money on designer bags.","C) What a waste designer bags are!","D) Everybody wastes money on these designer bags.","E) Question not attempted"],answer:"B) It is foolish to waste money on designer bags."},
            {id:2319,question:"Choose the most appropriate option to convert the given Assertive Sentence to an Exclamatory Sentence: It is contemptible that you are a scammer.",options:["A) Alas! What a scammer.","B) Oh to be a scammer!","C) I wish you were not a scammer.","D) Fie, what a scammer you are!","E) Question not attempted"],answer:"D) Fie, what a scammer you are!"},
            {id:2320,question:"Choose the most appropriate option in order to make the following sentence grammatically correct. Aristotle was one of the wisest man that ever lived.",options:["A) one wise man","B) one of the wise men","C) one of the wisest men","D) no correction needed","E) Question not attempted"],answer:"C) one of the wisest men"}
        ],
        seriesOrder:{
            '⬆':[1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120]
        },
        seriesOptionOrder:{}
    },
    'shift3':{
        title:'4th Grade 3rd Shift (20.09.2025)',
        questions:[
            {id:3301,question:"भारत के प्रथम प्रधानमंत्री कौन थे?",options:["A) महात्मा गांधी","B) जवाहरलाल नेहरू","C) सरदार पटेल","D) राजेंद्र प्रसाद","E) इनमें से कोई नहीं"],answer:"B) जवाहरलाल नेहरू"},
            {id:3302,question:"प्रकाश की गति कितनी होती है?",options:["A) 3 लाख किमी/सेकंड","B) 2 लाख किमी/सेकंड","C) 1.5 लाख किमी/सेकंड","D) 5 लाख किमी/सेकंड","E) इनमें से कोई नहीं"],answer:"A) 3 लाख किमी/सेकंड"},
            {id:3303,question:"विश्व का सबसे ऊँचा पर्वत कौन सा है?",options:["A) कंचनजंघा","B) K2","C) माउंट एवरेस्ट","D) मकालू","E) इनमें से कोई नहीं"],answer:"C) माउंट एवरेस्ट"}
        ],
        seriesOrder:{ 'A':[1,2,3], 'B':[3,1,2], 'C':[2,3,1] },
        seriesOptionOrder:{}
    },
    'shift4':{
        title:'4th Grade 4th Shift (20.09.2025)',
        questions:[
            {id:4401,question:"मानव शरीर में कितनी हड्डियाँ होती हैं?",options:["A) 206","B) 306","C) 106","D) 256","E) इनमें से कोई नहीं"],answer:"A) 206"},
            {id:4402,question:"गुलाबी शहर किसे कहा जाता है?",options:["A) जोधपुर","B) उदयपुर","C) दिल्ली","D) जयपुर","E) इनमें से कोई नहीं"],answer:"D) जयपुर"},
            {id:4403,question:"एक वर्ष में कितने दिन होते हैं?",options:["A) 360","B) 365","C) 355","D) 370","E) इनमें से कोई नहीं"],answer:"B) 365"}
        ],
        seriesOrder:{ 'A':[1,2,3], 'B':[3,1,2], 'C':[2,3,1] },
        seriesOptionOrder:{}
    },
    'shift5':{
        title:'4th Grade 5th Shift (21.09.2025)',
        questions:[
            {id:5501,question:"भारत की मुद्रा क्या है?",options:["A) डॉलर","B) यूरो","C) रुपया","D) येन","E) इनमें से कोई नहीं"],answer:"C) रुपया"},
            {id:5502,question:"कंप्यूटर का आविष्कार किसने किया?",options:["A) न्यूटन","B) आइंस्टीन","C) चार्ल्स बैबेज","D) ग्राहम बेल","E) इनमें से कोई नहीं"],answer:"C) चार्ल्स बैबेज"},
            {id:5503,question:"भारत का राष्ट्रीय फूल कौन सा है?",options:["A) गुलाब","B) कमल","C) गेंदा","D) सूरजमुखी","E) इनमें से कोई नहीं"],answer:"B) कमल"}
        ],
        seriesOrder:{ 'A':[1,2,3], 'B':[3,1,2], 'C':[2,3,1] },
        seriesOptionOrder:{}
    },
    'shift6':{
        title:'4th Grade 6th Shift (21.09.2025)',
        questions:[
            {id:6601,question:"जापान की राजधानी क्या है?",options:["A) बीजिंग","B) सियोल","C) टोक्यो","D) बैंकॉक","E) इनमें से कोई नहीं"],answer:"C) टोक्यो"},
            {id:6602,question:"सबसे छोटा महाद्वीप कौन सा है?",options:["A) एशिया","B) अफ्रीका","C) यूरोप","D) ऑस्ट्रेलिया","E) इनमें से कोई नहीं"],answer:"D) ऑस्ट्रेलिया"},
            {id:6603,question:"'स्टैच्यू ऑफ यूनिटी' किस राज्य में है?",options:["A) महाराष्ट्र","B) गुजरात","C) राजस्थान","D) उत्तर प्रदेश","E) इनमें से कोई नहीं"],answer:"B) गुजरात"}
        ],
        seriesOrder:{ 'A':[1,2,3], 'B':[3,1,2], 'C':[2,3,1] },
        seriesOptionOrder:{}
    }
};
